Repository: adamburke/TriathlonTracker
Catalog: TriathlonTracker/Resources/Views.Triathlon.Create.*.resx
Languages: pt

source: Add New Race
pt: Adicionar Nova Corrida

source: Total Distance
pt: Distância Total

source: Total Time
pt: Tempo Total

# miles_lower
source: miles
pt: milhas

source: Back to Races
pt: Voltar às Corridas

source: Race Information
pt: Informações da Corrida

source: Race Name
pt: Nome da Corrida

source: Enter race name
pt: Digite o nome da corrida

source: Race Date
pt: Data da Corrida

source: Location
pt: Local

source: Enter race location
pt: Digite o local da corrida

source: Swim
pt: Natação

source: Distance
pt: Distância

source: Unit
pt: Unidade

source: Yards
pt: Jardas

source: Meters
pt: Metros

source: Time (HH:MM:SS)
pt: Tempo (HH:MM:SS)

source: Swim Pace
pt: Ritmo de Natação

source: Bike
pt: Ciclismo

source: Miles
pt: Milhas

source: Kilometers
pt: Quilômetros

source: Bike Pace
pt: Ritmo de Ciclismo

source: Run
pt: Corrida

source: Run Pace
pt: Ritmo de Corrida

source: Cancel
pt: Cancelar

source: Save Race
pt: Salvar Corrida

source: Race Summary
pt: Resumo da Corrida

source: Fill in the race details to see your summary
pt: Preencha os detalhes da corrida para ver seu resumo
