Repository: adamburke/TriathlonTracker
Catalog: TriathlonTracker/Resources/Views.Consent.Index.*.resx
Languages: fr, pt, ru, tr, zh_hans

source: Consent Management
fr: Gestion du Consentement
pt: Gerenciamento de Consentimento
ru: Управление согласием
tr: Rıza Yönetimi
zh_hans: 同意管理

source: Privacy Dashboard
fr: Tableau de Bord de Confidentialité
pt: Painel de Privacidade
ru: Панель конфиденциальности
tr: Gizlilik Paneli
zh_hans: 隐私仪表板

source: Current Consent Status
fr: Statut Actuel du Consentement
pt: Status Atual do Consentimento
ru: Текущий статус согласия
tr: Mevcut Rıza Durumu
zh_hans: 当前同意状态

source: Data Processing
fr: Traitement des Données
pt: Processamento de Dados
ru: Обработка данных
tr: Veri İşleme
zh_hans: 数据处理

source: Granted
fr: Accordé
pt: Concedido
ru: Предоставлено
tr: Verildi
zh_hans: 已授予

source: Not Granted
fr: Non Accordé
pt: Não Concedido
ru: Не предоставлено
tr: Verilmedi
zh_hans: 未授予

source: Essential for application functionality
fr: Essentiel pour la fonctionnalité de l'application
pt: Essencial para a funcionalidade da aplicação
ru: Необходимо для функциональности приложения
tr: Uygulama işlevselliği için gerekli
zh_hans: 应用程序功能必需

source: Withdraw
fr: Retirer
pt: Retirar
ru: Отозвать
tr: Geri Çek
zh_hans: 撤回

source: Grant
fr: Accorder
pt: Conceder
ru: Предоставить
tr: Ver
zh_hans: 授予

source: Marketing
ru: Маркетинг
tr: Pazarlama
zh_hans: 营销

source: Promotional emails and updates
fr: E-mails promotionnels et mises à jour
pt: E-mails promocionais e atualizações
ru: Рекламные электронные письма и обновления
tr: Promosyon e-postaları ve güncellemeler
zh_hans: 促销邮件和更新

source: Analytics
fr: Analytiques
ru: Аналитика
tr: Analitik
zh_hans: 分析

source: Usage analytics and improvements
fr: Analytiques d'utilisation et améliorations
pt: Analytics de uso e melhorias
ru: Аналитика использования и улучшения
tr: Kullanım analitiği ve iyileştirmeler
zh_hans: 使用分析和改进

source: What This Means
fr: Ce Que Cela Signifie
pt: O Que Isso Significa
ru: Что это означает
tr: Bunun Anlamı
zh_hans: 这意味着什么

source: Data Processing Consent
fr: Consentement au Traitement des Données
pt: Consentimento de Processamento de Dados
ru: Согласие на обработку данных
tr: Veri İşleme Rızası
zh_hans: 数据处理同意

# Data processing consent description
source: This consent allows us to process your personal data to provide core application functionality, including storing your triathlon records, managing your account, and providing personalized features. This is required for the application to function properly.
fr: Ce consentement nous permet de traiter vos données personnelles pour fournir la fonctionnalité de base de l'application, y compris le stockage de vos enregistrements de triathlon, la gestion de votre compte et la fourniture de fonctionnalités personnalisées. Ceci est requis pour que l'application fonctionne correctement.
pt: Este consentimento nos permite processar seus dados pessoais para fornecer funcionalidade principal da aplicação, incluindo armazenar seus registros de triatlo, gerenciar sua conta e fornecer recursos personalizados. Isso é necessário para que a aplicação funcione adequadamente.
ru: Это согласие позволяет нам обрабатывать ваши персональные данные для обеспечения основной функциональности приложения, включая хранение ваших записей о триатлоне, управление вашей учетной записью и предоставление персонализированных функций. Это необходимо для правильной работы приложения.
tr: Bu rıza, triatlon kayıtlarınızı saklamak, hesabınızı yönetmek ve kişiselleştirilmiş özellikler sağlamak dahil olmak üzere temel uygulama işlevselliğini sağlamak için kişisel verilerinizi işlememize izin verir. Bu, uygulamanın düzgün çalışması için gereklidir.
zh_hans: 此同意允许我们处理您的个人数据以提供核心应用程序功能，包括存储您的铁人三项记录、管理您的账户和提供个性化功能。这是应用程序正常运行所必需的。

source: Marketing Consent
fr: Consentement Marketing
pt: Consentimento de Marketing
ru: Согласие на маркетинг
tr: Pazarlama Rızası
zh_hans: 营销同意

# Marketing consent description
source: This consent allows us to send you promotional emails, training tips, feature updates, and other marketing communications. You can withdraw this consent at any time without affecting your use of the application.
fr: Ce consentement nous permet de vous envoyer des e-mails promotionnels, des conseils d'entraînement, des mises à jour de fonctionnalités et d'autres communications marketing. Vous pouvez retirer ce consentement à tout moment sans affecter votre utilisation de l'application.
pt: Este consentimento nos permite enviar e-mails promocionais, dicas de treinamento, atualizações de recursos e outras comunicações de marketing. Você pode retirar este consentimento a qualquer momento sem afetar seu uso da aplicação.
ru: Это согласие позволяет нам отправлять вам рекламные электронные письма, советы по тренировкам, обновления функций и другие маркетинговые сообщения. Вы можете отозвать это согласие в любое время, не влияя на использование приложения.
tr: Bu rıza, size promosyon e-postaları, antrenman ipuçları, özellik güncellemeleri ve diğer pazarlama iletişimleri göndermemize izin verir. Bu rızayı uygulamanızı kullanmanızı etkilemeden istediğiniz zaman geri çekebilirsiniz.
zh_hans: 此同意允许我们向您发送促销邮件、训练技巧、功能更新和其他营销通信。您可以随时撤回此同意，而不会影响您对应用程序的使用。

source: Analytics Consent
fr: Consentement Analytiques
pt: Consentimento de Analytics
ru: Согласие на аналитику
tr: Analitik Rızası
zh_hans: 分析同意

# Analytics consent description
source: This consent allows us to collect anonymous usage data to understand how you use the application, identify popular features, and improve our service. This data is aggregated and cannot be used to identify you personally.
fr: Ce consentement nous permet de collecter des données d'utilisation anonymes pour comprendre comment vous utilisez l'application, identifier les fonctionnalités populaires et améliorer notre service. Ces données sont agrégées et ne peuvent pas être utilisées pour vous identifier personnellement.
pt: Este consentimento nos permite coletar dados de uso anônimos para entender como você usa a aplicação, identificar recursos populares e melhorar nosso serviço. Esses dados são agregados e não podem ser usados para identificá-lo pessoalmente.
ru: Это согласие позволяет нам собирать анонимные данные об использовании для понимания того, как вы используете приложение, выявления популярных функций и улучшения нашего сервиса. Эти данные агрегируются и не могут быть использованы для вашей личной идентификации.
tr: Bu rıza, uygulamayı nasıl kullandığınızı anlamak, popüler özellikleri belirlemek ve hizmetimizi iyileştirmek için anonim kullanım verileri toplamamıza izin verir. Bu veriler toplanır ve sizi kişisel olarak tanımlamak için kullanılamaz.
zh_hans: 此同意允许我们收集匿名使用数据以了解您如何使用应用程序、识别热门功能并改进我们的服务。这些数据是汇总的，不能用于个人识别您。

source: Your Rights
fr: Vos Droits
pt: Seus Direitos
ru: Ваши права
tr: Haklarınız
zh_hans: 您的权利

# Your rights description
source: You have the right to withdraw your consent at any time. You also have the right to access, export, correct, or delete your personal data. Visit your Privacy Dashboard to exercise these rights.
fr: Vous avez le droit de retirer votre consentement à tout moment. Vous avez également le droit d'accéder, d'exporter, de corriger ou de supprimer vos données personnelles. Visitez votre Tableau de Bord de Confidentialité pour exercer ces droits.
pt: Você tem o direito de retirar seu consentimento a qualquer momento. Você também tem o direito de acessar, exportar, corrigir ou excluir seus dados pessoais. Visite seu Painel de Privacidade para exercer esses direitos.
ru: Вы имеете право отозвать свое согласие в любое время. Вы также имеете право на доступ, экспорт, исправление или удаление ваших персональных данных. Посетите панель конфиденциальности, чтобы воспользоваться этими правами.
tr: Rızanızı istediğiniz zaman geri çekme hakkına sahipsiniz. Ayrıca kişisel verilerinize erişme, dışa aktarma, düzeltme veya silme hakkına da sahipsiniz. Bu hakları kullanmak için Gizlilik Panelinizi ziyaret edin.
zh_hans: 您有权随时撤回您的同意。您还有权访问、导出、更正或删除您的个人数据。访问您的隐私仪表板以行使这些权利。

source: Recent Consent Changes
fr: Changements Récents de Consentement
pt: Mudanças Recentes de Consentimento
ru: Недавние изменения согласия
tr: Son Rıza Değişiklikleri
zh_hans: 最近的同意变更

source: View Full History
fr: Voir l'Historique Complet
pt: Ver Histórico Completo
ru: Просмотреть полную историю
tr: Tam Geçmişi Görüntüle
zh_hans: 查看完整历史

source: Date
pt: Data
ru: Дата
tr: Tarih
zh_hans: 日期

source: Consent Type
fr: Type de Consentement
pt: Tipo de Consentimento
ru: Тип согласия
tr: Rıza Türü
zh_hans: 同意类型

source: Action
pt: Ação
ru: Действие
tr: Eylem
zh_hans: 操作

source: Purpose
fr: Objectif
pt: Propósito
ru: Цель
tr: Amaç
zh_hans: 目的

source: Version
pt: Versão
ru: Версия
tr: Sürüm
zh_hans: 版本

source: Withdrawn
fr: Retiré
pt: Retirado
ru: Отозвано
tr: Geri Çekildi
zh_hans: 已撤回

source: An error occurred while updating your consent
fr: Une erreur s'est produite lors de la mise à jour de votre consentement
pt: Ocorreu um erro ao atualizar seu consentimento
ru: Произошла ошибка при обновлении вашего согласия
tr: Rızanız güncellenirken bir hata oluştu
zh_hans: 更新您的同意时发生错误

source: Processing personal data for application functionality
fr: Traitement des données personnelles pour la fonctionnalité de l'application
pt: Processamento de dados pessoais para funcionalidade da aplicação
ru: Обработка персональных данных для функциональности приложения
tr: Uygulama işlevselliği için kişisel verilerin işlenmesi
zh_hans: 处理个人数据以提供应用程序功能

source: Marketing communications and promotional content
fr: Communications marketing et contenu promotionnel
pt: Comunicações de marketing e conteúdo promocional
ru: Маркетинговые коммуникации и рекламный контент
tr: Pazarlama iletişimleri ve promosyon içeriği
zh_hans: 营销通信和促销内容

source: Analytics and performance tracking
fr: Analytiques et suivi des performances
pt: Analytics e rastreamento de desempenho
ru: Аналитика и отслеживание производительности
tr: Analitik ve performans takibi
zh_hans: 分析和性能跟踪

source: User consent management
fr: Gestion du consentement utilisateur
pt: Gerenciamento de consentimento do usuário
ru: Управление согласием пользователя
tr: Kullanıcı rıza yönetimi
zh_hans: 用户同意管理
