Repository: adamburke/TriathlonTracker
Catalog: TriathlonTracker/Resources/Views.Privacy.Dashboard.*.resx
Languages: de, es_mx, fr_ca, ja, ko, pl, ru, tr, zh_hans

# PageTitle
source: Privacy Dashboard
de: Datenschutz-Dashboard
es_mx: Tablero de Privacidad
fr_ca: Tableau de bord de confidentialité
ja: プライバシーダッシュボード
ko: 개인정보 대시보드
pl: Panel Prywatności
ru: Панель управления конфиденциальностью
tr: Gizlilik Kontrol Paneli
zh_hans: 隐私控制面板

# PageDescription
source: Manage your privacy settings and data preferences in one place
de: Verwalten Sie Ihre Datenschutzeinstellungen und Datenpräferenzen an einem Ort
es_mx: Administre su configuración de privacidad y preferencias de datos en un solo lugar
fr_ca: Gérez vos paramètres de confidentialité et vos préférences de données en un seul endroit
ja: プライバシー設定とデータ設定を一箇所で管理
ko: 개인정보 설정과 데이터 기본 설정을 한 곳에서 관리
pl: Zarządzaj ustawieniami prywatności i preferencjami danych w jednym miejscu
ru: Управляйте настройками конфиденциальности и параметрами данных в одном месте
tr: Gizlilik ayarlarınızı ve veri tercihlerinizi tek bir yerden yönetin
zh_hans: 在一处管理您的隐私设置和数据偏好

# PersonalDataHeader
source: Personal Data
de: Personenbezogene Daten
es_mx: Datos Personales
fr_ca: Renseignements personnels
ja: 個人データ
ko: 개인 데이터
pl: Dane Osobowe
ru: Персональные данные
tr: Kişisel Veriler
zh_hans: 个人数据

# PersonalDataDescription
source: View and manage the personal information we collect about you
de: Einsehen und Verwalten der personenbezogenen Daten, die wir über Sie erfassen
es_mx: Consulte y administre la información personal que recopilamos sobre usted
fr_ca: Consultez et gérez les renseignements personnels que nous recueillons à votre sujet
ja: お客様について収集した個人情報を表示・管理
ko: 귀하에 대해 수집한 개인정보를 보고 관리
pl: Przeglądaj i zarządzaj informacjami osobowymi, które o Tobie gromadzimy
ru: Просмотр и управление личной информацией, которую мы собираем о вас
tr: Hakkınızda topladığımız kişisel bilgileri görüntüleyin ve yönetin
zh_hans: 查看和管理我们收集的您的个人信息

# TrainingDataHeader
source: Training Data
de: Trainingsdaten
es_mx: Datos de Entrenamiento
fr_ca: Données d'entraînement
ja: トレーニングデータ
ko: 훈련 데이터
pl: Dane Treningowe
ru: Данные тренировок
tr: Antrenman Verileri
zh_hans: 训练数据

# TrainingDataDescription
source: Information about your training sessions and performance metrics
de: Informationen über Ihre Trainingseinheiten und Leistungskennzahlen
es_mx: Información sobre sus sesiones de entrenamiento y métricas de desempeño
fr_ca: Informations sur vos séances d'entraînement et vos mesures de performance
ja: トレーニングセッションとパフォーマンス指標に関する情報
ko: 훈련 세션 및 성능 지표에 대한 정보
pl: Informacje o sesjach treningowych i metrykach wydajności
ru: Информация о ваших тренировках и показателях производительности
tr: Antrenman seanslarınız ve performans ölçümleriniz hakkında bilgiler
zh_hans: 关于您的训练课程和表现指标的信息

# UsageDataHeader
source: Usage Data
de: Nutzungsdaten
es_mx: Datos de Uso
fr_ca: Données d'utilisation
ja: 使用データ
ko: 사용 데이터
pl: Dane Użytkowania
ru: Данные использования
tr: Kullanım Verileri
zh_hans: 使用数据

# UsageDataDescription
source: Information about how you use our services and features
de: Informationen darüber, wie Sie unsere Dienste und Funktionen nutzen
es_mx: Información sobre cómo utiliza nuestros servicios y características
fr_ca: Informations sur votre utilisation de nos services et fonctionnalités
ja: サービスと機能の使用方法に関する情報
ko: 서비스 및 기능 사용 방법에 대한 정보
pl: Informacje o tym, jak korzystasz z naszych usług i funkcji
ru: Информация о том, как вы используете наши сервисы и функции
tr: Hizmetlerimizi ve özelliklerimizi nasıl kullandığınıza dair bilgiler
zh_hans: 关于您如何使用我们的服务和功能的信息

# RightToAccessHeader
source: Right to Access
de: Recht auf Auskunft
es_mx: Derecho de Acceso
fr_ca: Droit d'accès
ja: アクセス権
ko: 접근권
pl: Prawo Dostępu
ru: Право на доступ
tr: Erişim Hakkı
zh_hans: 访问权

# RightToAccessDescription
source: Request a copy of all personal data we hold about you
de: Fordern Sie eine Kopie aller personenbezogenen Daten an, die wir über Sie speichern
es_mx: Solicite una copia de todos los datos personales que tenemos sobre usted
fr_ca: Demandez une copie de tous les renseignements personnels que nous détenons à votre sujet
ja: お客様について保持している全ての個人データのコピーを要求
ko: 귀하에 대해 보유한 모든 개인 데이터의 사본 요청
pl: Poproś o kopię wszystkich danych osobowych, które o Tobie przechowujemy
ru: Запросить копию всех персональных данных, которые мы храним о вас
tr: Hakkınızda tuttuğumuz tüm kişisel verilerin bir kopyasını talep edin
zh_hans: 请求获取我们持有的您的所有个人数据副本

# RightToEraseHeader
source: Right to Erasure
de: Recht auf Löschung
es_mx: Derecho de Eliminación
fr_ca: Droit à l'effacement
ja: 削除権
ko: 삭제권
pl: Prawo do Usunięcia
ru: Право на удаление
tr: Silme Hakkı
zh_hans: 删除权

# RightToEraseDescription
source: Request deletion of your personal data from our systems
de: Beantragen Sie die Löschung Ihrer personenbezogenen Daten aus unseren Systemen
es_mx: Solicite la eliminación de sus datos personales de nuestros sistemas
fr_ca: Demandez la suppression de vos renseignements personnels de nos systèmes
ja: システムからの個人データの削除を要求
ko: 시스템에서 개인 데이터 삭제 요청
pl: Poproś o usunięcie Twoich danych osobowych z naszych systemów
ru: Запросить удаление ваших персональных данных из наших систем
tr: Kişisel verilerinizin sistemlerimizden silinmesini talep edin
zh_hans: 请求从我们的系统中删除您的个人数据

# RightToRectifyHeader
source: Right to Rectification
de: Recht auf Berichtigung
es_mx: Derecho de Rectificación
fr_ca: Droit de rectification
ja: 訂正権
ko: 정정권
pl: Prawo do Sprostowania
ru: Право на исправление
tr: Düzeltme Hakkı
zh_hans: 更正权

# RightToRectifyDescription
source: Request corrections to inaccurate personal data
de: Beantragen Sie die Korrektur ungenauer personenbezogener Daten
es_mx: Solicite correcciones de datos personales incorrectos
fr_ca: Demandez la correction des renseignements personnels inexacts
ja: 不正確な個人データの訂正を要求
ko: 부정확한 개인 데이터의 수정 요청
pl: Poproś o poprawki nieprawidłowych danych osobowych
ru: Запросить исправление неточных персональных данных
tr: Yanlış kişisel verilerin düzeltilmesini talep edin
zh_hans: 请求更正不准确的个人数据

# ExportDataButton
source: Export My Data
de: Meine Daten exportieren
es_mx: Exportar Mis Datos
fr_ca: Exporter mes données
ja: データをエクスポート
ko: 내 데이터 내보내기
pl: Eksportuj Moje Dane
ru: Экспортировать мои данные
tr: Verilerimi Dışa Aktar
zh_hans: 导出我的数据

# DeleteDataButton
source: Delete My Data
de: Meine Daten löschen
es_mx: Eliminar Mis Datos
fr_ca: Supprimer mes données
ja: データを削除
ko: 내 데이터 삭제
pl: Usuń Moje Dane
ru: Удалить мои данные
tr: Verilerimi Sil
zh_hans: 删除我的数据

# UpdateDataButton
source: Update My Data
de: Meine Daten aktualisieren
es_mx: Actualizar Mis Datos
fr_ca: Mettre à jour mes données
ja: データを更新
ko: 내 데이터 업데이트
pl: Zaktualizuj Moje Dane
ru: Обновить мои данные
tr: Verilerimi Güncelle
zh_hans: 更新我的数据

# ManageConsentButton
source: Manage Consent Settings
de: Einwilligungseinstellungen verwalten
es_mx: Administrar Configuración de Consentimiento
fr_ca: Gérer les paramètres de consentement
ja: 同意設定を管理
ko: 동의 설정 관리
pl: Zarządzaj Ustawieniami Zgody
ru: Управление настройками согласия
tr: İzin Ayarlarını Yönet
zh_hans: 管理同意设置

source: Privacy Dashboard
ja: プライバシーダッシュボード
ko: 개인정보 대시보드
pl: Panel Prywatności

source: Your Rights
ja: お客様の権利
ko: 귀하의 권리
pl: Twoje Prawa

source: Quick Actions
ja: クイックアクション
ko: 빠른 작업
pl: Szybkie Akcje

source: View Privacy Policy
ja: プライバシーポリシーを表示
ko: 개인정보 처리방침 보기
pl: Zobacz Politykę Prywatności

source: Manage Cookies
ja: Cookieを管理
ko: 쿠키 관리
pl: Zarządzaj Cookies

source: Manage Consent
ja: 同意を管理
ko: 동의 관리
pl: Zarządzaj Zgodą

source: Contact DPO
ja: DPOに連絡
ko: DPO 연락
pl: Skontaktuj się z IOD

source: Confirm Data Deletion
ja: データ削除の確認
ko: 데이터 삭제 확인
pl: Potwierdź Usunięcie Danych

# Data deletion warning
source: Warning: This action cannot be undone
ja: 警告：この操作は元に戻せません
ko: 경고: 이 작업은 되돌릴 수 없습니다
pl: Ostrzeżenie: Ta akcja nie może być cofnięta

# Data deletion explanation
source: By proceeding, you will initiate the process to permanently delete all your personal data from our systems. This process may take up to 30 days to complete.
ja: 続行すると、システムからすべての個人データを永続的に削除するプロセスが開始されます。このプロセスは完了まで最大30日かかる場合があります。
ko: 계속하면 시스템에서 모든 개인 데이터를 영구적으로 삭제하는 프로세스가 시작됩니다. 이 프로세스는 완료까지 최대 30일이 소요될 수 있습니다.
pl: Kontynuując, rozpoczniesz proces trwałego usunięcia wszystkich Twoich danych osobowych z naszych systemów. Ten proces może potrwać do 30 dni.

source: Cancel
ja: キャンセル
ko: 취소
pl: Anuluj

source: Request Deletion
ja: 削除を要求
ko: 삭제 요청
pl: Poproś o Usunięcie

source: Request Access
ja: アクセスを要求
ko: 접근 요청
pl: Poproś o Dostęp

source: Request Correction
ja: 訂正を要求
ko: 수정 요청
pl: Poproś o Poprawkę
