Repository: adamburke/TriathlonTracker
Catalog: TriathlonTracker/Resources/Views.Shared._ConsentBanner.*.resx
Languages: cs, da, es, fr, it, nl, no, pl, pt, sv

# CookieBannerTitle
source: üç™ We value your privacy
cs: 🍪 Vážíme si vašeho soukromí
da: 🍪 Vi værdsætter dit privatliv
es: 🍪 Valoramos tu privacidad
fr: 🍪 Nous respectons votre vie privée
it: 🍪 Rispettiamo la tua privacy
nl: üç™ Wij waarderen uw privacy
no: 🍪 Vi verdsetter ditt personvern
pl: 🍪 Cenimy Twoją prywatność
pt: 🍪 Valorizamos sua privacidade
sv: 🍪 Vi värdesätter din integritet

# CookieBannerContent
source: We use cookies and similar technologies to enhance your experience, analyze usage, and provide personalized content. By continuing to use our service, you consent to our use of cookies as described in our {0} and {1}.
cs: Používáme cookies a podobné technologie ke zlepšení vašeho zážitku, analýze používání a poskytování personalizovaného obsahu. Pokračováním v používání naší služby souhlasíte s používáním cookies podle popisu v našich {0} a {1}.
da: Vi bruger cookies og lignende teknologier til at forbedre din oplevelse, analysere brug og levere personaliseret indhold. Ved at fortsætte med at bruge vores tjeneste samtykker du til brugen af cookies som beskrevet i vores {0} og {1}.
es: Utilizamos cookies y tecnologías similares para mejorar tu experiencia, analizar el uso y proporcionar contenido personalizado. Al continuar usando nuestro servicio, consientes el uso de cookies como se describe en nuestra {0} y {1}.
fr: Nous utilisons des cookies et des technologies similaires pour améliorer votre expérience, analyser l'utilisation et fournir du contenu personnalisé. En continuant à utiliser notre service, vous consentez à l'utilisation de cookies comme décrit dans notre {0} et {1}.
it: Utilizziamo cookie e tecnologie simili per migliorare la tua esperienza, analizzare l'utilizzo e fornire contenuti personalizzati. Continuando a utilizzare il nostro servizio, acconsenti all'uso dei cookie come descritto nella nostra {0} e {1}.
nl: Wij gebruiken cookies en vergelijkbare technologie√´n om uw ervaring te verbeteren, gebruik te analyseren en gepersonaliseerde inhoud te bieden. Door onze service te blijven gebruiken, stemt u in met het gebruik van cookies zoals beschreven in ons {0} en {1}.
no: Vi bruker informasjonskapsler og lignende teknologier for å forbedre din opplevelse, analysere bruk og levere personalisert innhold. Ved å fortsette å bruke tjenesten vår samtykker du til bruk av informasjonskapsler som beskrevet i vår {0} og {1}.
pl: Używamy plików cookie i podobnych technologii, aby poprawić Twoje doświadczenia, analizować użytkowanie i dostarczać spersonalizowane treści. Kontynuując korzystanie z naszej usługi, wyrażasz zgodę na używanie plików cookie zgodnie z opisem w naszej {0} i {1}.
pt: Utilizamos cookies e tecnologias similares para melhorar sua experiência, analisar o uso e fornecer conteúdo personalizado. Ao continuar usando nosso serviço, você consente com o uso de cookies conforme descrito em nossa {0} e {1}.
sv: Vi använder cookies och liknande teknologier för att förbättra din upplevelse, analysera användning och tillhandahålla personaliserat innehåll. Genom att fortsätta använda vår tjänst samtycker du till användning av cookies enligt beskrivningen i vår {0} och {1}.

source: Privacy Policy
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
es: Política de Privacidad
fr: Politique de Confidentialité
it: Informativa sulla Privacy
nl: Privacybeleid
no: Personvernpolicy
pl: Polityka Prywatności
pt: Política de Privacidade
sv: Integritetspolicy

source: Cookie Policy
cs: Zásady cookies
da: Cookie-politik
es: Política de Cookies
fr: Politique des Cookies
it: Politica sui Cookie
nl: Cookiebeleid
no: Informasjonskapselpolicy
pl: Polityka Plików Cookie
pt: Política de Cookies

# CustomizeButton
source: Customize
cs: Přizpůsobit
da: Tilpas
es: Personalizar
fr: Personnaliser
it: Personalizza
nl: Aanpassen
no: Tilpass
pl: Dostosuj
pt: Personalizar
sv: Anpassa

# AcceptAllButton
source: Accept All
cs: Přijmout vše
da: Accepter alle
es: Aceptar todo
fr: Tout accepter
it: Accetta tutto
nl: Alles accepteren
no: Godta alle
pl: Zaakceptuj wszystkie
pt: Aceitar tudo
sv: Acceptera alla

# PrivacyPreferencesTitle
source: Privacy Preferences
cs: Předvolby soukromí
da: Privatlivsindstillinger
es: Preferencias de Privacidad
fr: Préférences de Confidentialité
it: Preferenze sulla Privacy
nl: Privacyvoorkeuren
no: Personverninnstillinger
pl: Preferencje Prywatności
pt: Preferências de Privacidade
sv: Integritetsinställningar

# PrivacyPreferencesDescription
source: We respect your privacy and give you control over how your data is used. Please review and customize your preferences below.
cs: Respektujeme vaše soukromí a dáváme vám kontrolu nad tím, jak jsou vaše data používána. Zkontrolujte a přizpůsobte si své předvolby níže.
da: Vi respekterer dit privatliv og giver dig kontrol over, hvordan dine data bruges. Gennemgå og tilpas dine indstillinger nedenfor.
es: Respetamos tu privacidad y te damos control sobre cómo se usan tus datos. Por favor revisa y personaliza tus preferencias a continuación.
fr: Nous respectons votre vie privée et vous donnons le contrôle sur l'utilisation de vos données. Veuillez examiner et personnaliser vos préférences ci-dessous.
it: Rispettiamo la tua privacy e ti diamo il controllo su come vengono utilizzati i tuoi dati. Rivedi e personalizza le tue preferenze qui sotto.
nl: Wij respecteren uw privacy en geven u controle over hoe uw gegevens worden gebruikt. Bekijk en pas uw voorkeuren hieronder aan.
no: Vi respekterer ditt personvern og gir deg kontroll over hvordan dataene dine brukes. Gjennomgå og tilpass innstillingene dine nedenfor.
pl: Szanujemy Twoją prywatność i dajemy Ci kontrolę nad tym, jak Twoje dane są używane. Przejrzyj i dostosuj swoje preferencje poniżej.
pt: Respeitamos sua privacidade e damos controle sobre como seus dados são usados. Revise e personalize suas preferências abaixo.
sv: Vi respekterar din integritet och ger dig kontroll över hur dina data används. Granska och anpassa dina inställningar nedan.

# EssentialCookiesTitle
source: Essential Cookies
cs: Nezbytné cookies
da: Nødvendige Cookies
es: Cookies Esenciales
fr: Cookies Essentiels
it: Cookie Essenziali
nl: Essenti√´le Cookies
no: Nødvendige informasjonskapsler
pl: Niezbędne Pliki Cookie
pt: Cookies Essenciais
sv: Nödvändiga Cookies

# EssentialCookiesDescription
source: These cookies are necessary for the website to function and cannot be switched off. They are usually only set in response to actions made by you.
cs: Tyto cookies jsou nezbytné pro fungování webové stránky a nelze je deaktivovat. Obvykle se nastavují pouze v reakci na vaše akce.
da: Disse cookies er nødvendige for hjemmesidens funktion og kan ikke deaktiveres. De indstilles normalt kun som reaktion på dine handlinger.
es: Estas cookies son necesarias para que el sitio web funcione y no se pueden desactivar. Normalmente solo se establecen en respuesta a tus acciones.
fr: Ces cookies sont nécessaires au fonctionnement du site web et ne peuvent pas être désactivés. Ils ne sont généralement définis qu'en réponse à vos actions.
it: Questi cookie sono necessari per il funzionamento del sito web e non possono essere disattivati. Di solito vengono impostati solo in risposta alle tue azioni.
nl: Deze cookies zijn noodzakelijk voor de werking van de website en kunnen niet worden uitgeschakeld. Ze worden meestal alleen ingesteld als reactie op uw acties.
no: Disse informasjonskapslene er nødvendige for nettstedets funksjon og kan ikke deaktiveres. De settes vanligvis bare som respons på handlingene dine.
pl: Te pliki cookie są niezbędne do działania strony internetowej i nie można ich wyłączyć. Są zwykle ustawiane tylko w odpowiedzi na Twoje działania.
pt: Estes cookies são necessários para o funcionamento do site e não podem ser desativados. Geralmente são definidos apenas em resposta às suas ações.
sv: Dessa cookies är nödvändiga för webbplatsens funktion och kan inte inaktiveras. De ställs vanligtvis endast in som svar på dina handlingar.

source: Always Active
cs: Vždy aktivní
da: Altid aktiv
es: Siempre activo
fr: Toujours actif
it: Sempre attivo
nl: Altijd actief
no: Alltid aktiv
pl: Zawsze aktywne
pt: Sempre ativo
sv: Alltid aktiv

# DataProcessingTitle
source: Data Processing
cs: Zpracování dat
da: Databehandling
es: Procesamiento de Datos
fr: Traitement des Données
it: Elaborazione Dati
nl: Gegevensverwerking
no: Databehandling
pl: Przetwarzanie Danych
pt: Processamento de Dados
sv: Databehandling

# DataProcessingDescription
source: Allow us to process your personal data to provide core application functionality, including storing your triathlon records and account information.
cs: Umožněte nám zpracovávat vaše osobní údaje pro poskytování základní funkčnosti aplikace, včetně ukládání vašich triatlonových záznamů a informací o účtu.
da: Tillad os at behandle dine personlige data for at levere applikationens kernefunktionalitet, herunder lagring af dine triathlon-rekorder og kontooplysninger.
es: Permítenos procesar tus datos personales para proporcionar la funcionalidad principal de la aplicación, incluyendo almacenar tus registros de triatlón e información de cuenta.
fr: Permettez-nous de traiter vos données personnelles pour fournir les fonctionnalités principales de l'application, y compris le stockage de vos enregistrements de triathlon et informations de compte.
it: Consentici di elaborare i tuoi dati personali per fornire le funzionalità principali dell'applicazione, inclusa la memorizzazione dei tuoi record di triathlon e informazioni dell'account.
nl: Sta ons toe uw persoonlijke gegevens te verwerken om de kernfunctionaliteit van de applicatie te bieden, inclusief het opslaan van uw triathlon records en accountinformatie.
no: Tillat oss å behandle dine personopplysninger for å levere applikasjonens kjernefunksjonalitet, inkludert lagring av triathlon-rekordene dine og kontoinformasjon.
pl: Pozwól nam przetwarzać Twoje dane osobowe, aby zapewnić podstawową funkcjonalność aplikacji, w tym przechowywanie Twoich rekordów triatlonu i informacji o koncie.
pt: Permita-nos processar seus dados pessoais para fornecer a funcionalidade principal da aplicação, incluindo armazenar seus registros de triathlon e informações da conta.
sv: Tillåt oss att behandla dina personuppgifter för att tillhandahålla applikationens kärnfunktionalitet, inklusive lagring av dina triathlon-rekord och kontoinformation.

# MarketingCommunicationsTitle
source: Marketing Communications
cs: Marketingová komunikace
da: Marketingkommunikation
es: Comunicaciones de Marketing
fr: Communications Marketing
it: Comunicazioni di Marketing
nl: Marketingcommunicatie
no: Markedsføringskommunikasjon
pl: Komunikacja Marketingowa
pt: Comunicações de Marketing
sv: Marknadsföringskommunikation

# MarketingCommunicationsDescription
source: Receive updates about new features, training tips, and promotional content tailored to your interests.
cs: Přijímejte aktualizace o nových funkcích, tréninkové tipy a propagační obsah přizpůsobený vašim zájmům.
da: Modtag opdateringer om nye funktioner, træningstips og markedsføringsindhold tilpasset dine interesser.
es: Recibe actualizaciones sobre nuevas funciones, consejos de entrenamiento y contenido promocional adaptado a tus intereses.
fr: Recevez des mises à jour sur les nouvelles fonctionnalités, conseils d'entraînement et contenu promotionnel adapté à vos intérêts.
it: Ricevi aggiornamenti su nuove funzionalità, consigli di allenamento e contenuti promozionali adattati ai tuoi interessi.
nl: Ontvang updates over nieuwe functies, trainingstips en promotionele inhoud afgestemd op uw interesses.
no: Motta oppdateringer om nye funksjoner, treningstips og markedsføringsinnhold tilpasset dine interesser.
pl: Otrzymuj aktualizacje o nowych funkcjach, wskazówki treningowe i treści promocyjne dostosowane do Twoich zainteresowań.
pt: Receba atualizações sobre novos recursos, dicas de treinamento e conteúdo promocional adaptado aos seus interesses.
sv: Ta emot uppdateringar om nya funktioner, träningstips och marknadsföringsinnehåll anpassat efter dina intressen.

# AnalyticsPerformanceTitle
source: Analytics & Performance
cs: Analytika a výkon
da: Analyse & Ydeevne
es: Análisis y Rendimiento
fr: Analyses et Performance
it: Analisi e Prestazioni
nl: Analytics & Prestaties
no: Analyse & Ytelse
pl: Analityka i Wydajność
pt: Análise e Desempenho
sv: Analys & Prestanda

# AnalyticsPerformanceDescription
source: Help us improve our service by allowing us to analyze how you use the application and identify areas for enhancement.
cs: Pomozte nám zlepšit naši službu tím, že nám umožníte analyzovat, jak aplikaci používáte a identifikovat oblasti pro zlepšení.
da: Hjælp os med at forbedre vores tjeneste ved at lade os analysere, hvordan du bruger applikationen og identificere forbedringsområder.
es: Ayúdanos a mejorar nuestro servicio permitiéndonos analizar cómo usas la aplicación e identificar áreas de mejora.
fr: Aidez-nous à améliorer notre service en nous permettant d'analyser comment vous utilisez l'application et d'identifier les domaines d'amélioration.
it: Aiutaci a migliorare il nostro servizio permettendoci di analizzare come utilizzi l'applicazione e identificare aree di miglioramento.
nl: Help ons onze service te verbeteren door ons toe te staan te analyseren hoe u de applicatie gebruikt en verbeterpunten te identificeren.
no: Hjelp oss å forbedre tjenesten vår ved å la oss analysere hvordan du bruker applikasjonen og identifisere forbedringsområder.
pl: Pomóż nam ulepszyć naszą usługę, pozwalając nam analizować, jak korzystasz z aplikacji i identyfikować obszary do poprawy.
pt: Ajude-nos a melhorar nosso serviço permitindo-nos analisar como você usa a aplicação e identificar áreas de melhoria.
sv: Hjälp oss förbättra vår tjänst genom att låta oss analysera hur du använder applikationen och identifiera förbättringsområden.

# YourRightsNotice
source: You can change these preferences at any time in your {0}. You also have the right to access, export, or delete your personal data.
cs: Tyto předvolby můžete kdykoli změnit ve svém {0}. Máte také právo na přístup, export nebo smazání svých osobních údajů.
da: Du kan ændre disse indstillinger når som helst i dit {0}. Du har også ret til at få adgang til, eksportere eller slette dine personlige data.
es: Puedes cambiar estas preferencias en cualquier momento en tu {0}. También tienes derecho a acceder, exportar o eliminar tus datos personales.
fr: Vous pouvez modifier ces préférences à tout moment dans votre {0}. Vous avez également le droit d'accéder, d'exporter ou de supprimer vos données personnelles.
it: Puoi modificare queste preferenze in qualsiasi momento nel tuo {0}. Hai anche il diritto di accedere, esportare o eliminare i tuoi dati personali.
nl: U kunt deze voorkeuren op elk moment wijzigen in uw {0}. U heeft ook het recht om uw persoonlijke gegevens te bekijken, exporteren of verwijderen.
no: Du kan endre disse innstillingene når som helst i ditt {0}. Du har også rett til å få tilgang til, eksportere eller slette dine personopplysninger.
pl: Możesz zmienić te preferencje w dowolnym momencie w swoim {0}. Masz również prawo do dostępu, eksportu lub usunięcia swoich danych osobowych.
pt: Você pode alterar essas preferências a qualquer momento em seu {0}. Você também tem o direito de acessar, exportar ou excluir seus dados pessoais.
sv: Du kan ändra dessa inställningar när som helst i din {0}. Du har också rätt att komma åt, exportera eller radera dina personuppgifter.

source: Privacy Dashboard
cs: Panel soukromí
da: Privatlivsdashboard
es: Panel de Privacidad
fr: Tableau de Bord de Confidentialité
it: Dashboard Privacy
no: Personverndashboard
pl: Panel Prywatności
pt: Painel de Privacidade
sv: Integritetspanel

# EssentialOnlyButton
source: Essential Only
cs: Pouze nezbytné
da: Kun nødvendige
es: Solo esenciales
fr: Essentiels seulement
it: Solo essenziali
nl: Alleen essentieel
no: Kun nødvendige
pl: Tylko niezbędne
pt: Apenas essenciais
sv: Endast nödvändiga

# SavePreferencesButton
source: Save Preferences
cs: Uložit předvolby
da: Gem indstillinger
es: Guardar preferencias
fr: Enregistrer les préférences
it: Salva preferenze
nl: Voorkeuren opslaan
no: Lagre innstillinger
pl: Zapisz preferencje
pt: Salvar preferências
sv: Spara inställningar

# ConsentSavedSuccess
source: Consent preferences saved successfully
cs: Předvolby souhlasu byly úspěšně uloženy
da: Samtykkeindstillinger gemt med succes
es: Preferencias de consentimiento guardadas exitosamente
fr: Préférences de consentement enregistrées avec succès
it: Preferenze di consenso salvate con successo
nl: Toestemmingsvoorkeuren succesvol opgeslagen
no: Samtykkeinnstillinger lagret vellykket
pl: Preferencje zgody zostały pomyślnie zapisane
pt: Preferências de consentimento salvas com sucesso
sv: Samtyckesinställningar sparade framgångsrikt

# ConsentSaveError
source: Error saving consent preferences: {0}
cs: Chyba při ukládání předvoleb souhlasu: {0}
da: Fejl ved gemning af samtykkeindstillinger: {0}
es: Error al guardar las preferencias de consentimiento: {0}
fr: Erreur lors de l'enregistrement des préférences de consentement : {0}
it: Errore nel salvare le preferenze di consenso: {0}
nl: Fout bij opslaan toestemmingsvoorkeuren: {0}
no: Feil ved lagring av samtykkeinnstillinger: {0}
pl: Błąd podczas zapisywania preferencji zgody: {0}
pt: Erro ao salvar preferências de consentimento: {0}
sv: Fel vid sparande av samtyckesinställningar: {0}

# ConsentSaveGenericError
source: An error occurred while saving your preferences
cs: Při ukládání vašich předvoleb došlo k chybě
da: Der opstod en fejl ved gemning af dine indstillinger
es: Ocurrió un error al guardar tus preferencias
fr: Une erreur s'est produite lors de l'enregistrement de vos préférences
it: Si è verificato un errore durante il salvataggio delle tue preferenze
nl: Er is een fout opgetreden bij het opslaan van uw voorkeuren
no: Det oppstod en feil ved lagring av innstillingene dine
pl: Wystąpił błąd podczas zapisywania Twoich preferencji
pt: Ocorreu um erro ao salvar suas preferências
sv: Ett fel uppstod när dina inställningar skulle sparas

source: Your Rights
cs: Vaše práva
da: Dine Rettigheder
es: Tus Derechos
fr: Vos Droits
it: I Tuoi Diritti
nl: Uw Rechten
no: Dine rettigheter
pl: Twoje Prawa
pt: Seus Direitos
sv: Dina Rättigheter
