Repository: adamburke/TriathlonTracker
Catalog: TriathlonTracker/Resources/Views.Privacy.Contact.*.resx
Languages: it

source: Contact DPO
it: Contatta il Responsabile della Protezione dei Dati

# Contact form description
source: Contact our Data Protection Officer for privacy-related inquiries, data requests, or concerns about your personal information.
it: Utilizza questo modulo per contattare il nostro Responsabile della Protezione dei Dati riguardo questioni sulla privacy, richieste di dati o preoccupazioni.

source: Data Protection Officer
it: Responsabile della Protezione dei Dati

# DPO contact information
source: Our Data Protection Officer is available to assist you with any privacy-related matters.
it: Puoi raggiungere il nostro Responsabile della Protezione dei Dati attraverso i seguenti canali:

source: Request Type
it: Tipo di Richiesta

source: Select request type
it: Seleziona il tipo di richiesta

source: Data Access Request
it: Richiesta di Accesso ai Dati

source: Data Rectification
it: Richiesta di Correzione dei Dati Personali

source: Data Erasure
it: Richiesta di Cancellazione dei Dati Personali

source: Data Portability
it: Richiesta di Esportazione Dati

source: Consent Withdrawal
it: Ritiro del Consenso al Trattamento

source: Privacy Complaint
it: Reclamo sulla Privacy

source: Other
it: Altra Questione sulla Privacy

source: Full Name
it: Nome Completo

source: Please enter your full name
it: Inserisci il tuo nome completo

source: Email Address
it: Indirizzo Email

source: Please enter a valid email address
it: Inserisci un indirizzo email valido

source: Message
it: Messaggio

source: Please enter your message
it: Inserisci il tuo messaggio

# Message length notice
source: Please provide detailed information about your request (minimum 50 characters)
it: Fornisci dettagli sufficienti per aiutarci a comprendere e affrontare efficacemente la tua richiesta.

# Identity verification consent
source: I consent to identity verification procedures to process my request
it: Comprendo che potrei dover fornire ulteriore verifica della mia identità per elaborare questa richiesta

source: Please confirm identity verification
it: Devi riconoscere il requisito di verifica dell'identità

# Privacy policy agreement
source: I have read and agree to the {0}
it: Ho letto e accetto l'{0}

source: Privacy Policy
it: Informativa sulla Privacy

# Please accept privacy policy
source: Please accept the privacy policy
it: Devi accettare l'informativa sulla privacy per inviare questa richiesta

# Response time notice
source: We will respond to your request within 30 days as required by GDPR regulations.
it: Miriamo a rispondere a tutte le richieste relative alla privacy entro 30 giorni come richiesto dal GDPR. Le richieste complesse potrebbero richiedere più tempo, nel qual caso ti avviseremo.

source: Submit Request
it: Invia Richiesta

source: Request submitted successfully
it: La tua richiesta è stata inviata con successo. Ti contatteremo via email con aggiornamenti.

source: Error submitting request
it: Si è verificato un errore nell'invio della tua richiesta. Riprova o contattaci direttamente.

# DPO email
source: dpo@triathlontracker.com
it: privacy@triathlontracker.com

source: Please select a request type
it: Seleziona un tipo di richiesta
