Repository: adamburke/TriathlonTracker
Catalog: TriathlonTracker/Resources/Views.Privacy.Policy.*.resx
Languages: de, es, fr, it, pt, ru, tr, zh_hans

source: Privacy Policy
de: Datenschutzerklärung
es: Política de Privacidad
fr: Politique de Confidentialité
it: Informativa sulla Privacy
pt: Política de Privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
zh_hans: 隐私政策

source: Last updated: June 2025
de: Zuletzt aktualisiert: Juni 2025
es: Última actualización: Junio 2025
fr: Dernière mise à jour : Juin 2025
it: Ultimo aggiornamento: Giugno 2025
pt: Última atualização: Junho 2025
ru: Последнее обновление: Июнь 2025
tr: Son güncelleme: Haziran 2025
zh_hans: 最后更新：2025年6月

source: Overview
de: Übersicht
es: Resumen
fr: Aperçu
it: Panoramica
pt: Visão Geral
ru: Обзор
tr: Genel Bakış
zh_hans: 概述

source: Data Collection
de: Datenerhebung
es: Recopilación de Datos
fr: Collecte de Données
it: Raccolta Dati
pt: Coleta de Dados
ru: Сбор данных
tr: Veri Toplama
zh_hans: 数据收集

source: Data Use
de: Datenverwendung
es: Uso de Datos
fr: Utilisation des Données
it: Utilizzo dei Dati
pt: Uso de Dados
ru: Использование данных
tr: Veri Kullanımı
zh_hans: 数据使用

source: Data Sharing
de: Datenweitergabe
es: Compartir Datos
fr: Partage de Données
it: Condivisione dei Dati
pt: Compartilhamento de Dados
ru: Обмен данными
tr: Veri Paylaşımı
zh_hans: 数据共享

source: Your Rights
de: Ihre Rechte
es: Sus Derechos
fr: Vos Droits
it: I Tuoi Diritti
pt: Seus Direitos
ru: Ваши права
tr: Haklarınız
zh_hans: 您的权利

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
pt: Segurança
ru: Безопасность
tr: Güvenlik
zh_hans: 安全

source: Contact
de: Kontakt
es: Contacto
it: Contatti
pt: Contato
ru: Контакты
tr: İletişim
zh_hans: 联系

# Privacy policy overview text
source: This Privacy Policy describes how TriathlonTracker collects, uses, and protects your personal information when you use our triathlon tracking service.
de: Diese Datenschutzerklärung beschreibt, wie TriathlonTracker Ihre persönlichen Daten erhebt, verwendet und schützt, wenn Sie unseren Triathlon-Tracking-Service nutzen.
es: Esta Política de Privacidad describe cómo TriathlonTracker recopila, usa y protege su información personal cuando utiliza nuestro servicio de seguimiento de triatlón.
fr: Cette Politique de Confidentialité décrit comment TriathlonTracker collecte, utilise et protège vos informations personnelles lorsque vous utilisez notre service de suivi de triathlon.
it: Questa Informativa sulla Privacy descrive come raccogliamo, utilizziamo e proteggiamo le tue informazioni personali quando utilizzi i nostri servizi di tracciamento triathlon. Ci impegniamo a garantire la tua privacy e proteggere i tuoi dati in conformità alle leggi e regolamenti applicabili.
pt: Esta Política de Privacidade descreve como o TriathlonTracker coleta, usa e protege suas informações pessoais quando você usa nosso serviço de rastreamento de triatlo.
ru: Эта Политика конфиденциальности описывает, как TriathlonTracker собирает, использует и защищает вашу личную информацию при использовании нашего сервиса отслеживания триатлона.
tr: Bu Gizlilik Politikası, TriathlonTracker'ın triatlon takip hizmetimizi kullandığınızda kişisel bilgilerinizi nasıl topladığını, kullandığını ve koruduğunu açıklar.
zh_hans: 本隐私政策描述了TriathlonTracker在您使用我们的铁人三项跟踪服务时如何收集、使用和保护您的个人信息。

source: Personal Information
de: Persönliche Informationen
es: Información Personal
fr: Informations Personnelles
it: Informazioni Personali
pt: Informações Pessoais
ru: Личная информация
tr: Kişisel Bilgiler
zh_hans: 个人信息

# Personal information collection details
source: We collect basic personal information including your name, email address, and account preferences to provide our services.
de: Wir erheben grundlegende persönliche Informationen einschließlich Ihres Namens, Ihrer E-Mail-Adresse und Kontoeinstellungen, um unsere Dienste bereitzustellen.
es: Recopilamos información personal básica incluyendo su nombre, dirección de correo electrónico y preferencias de cuenta para proporcionar nuestros servicios.
fr: Nous collectons des informations personnelles de base incluant votre nom, adresse e-mail et préférences de compte pour fournir nos services.
it: Raccogliamo informazioni personali come nome, indirizzo email, data di nascita e dettagli di contatto quando ti registri ai nostri servizi.
pt: Coletamos informações pessoais básicas incluindo seu nome, endereço de e-mail e preferências de conta para fornecer nossos serviços.
ru: Мы собираем основную личную информацию, включая ваше имя, адрес электронной почты и настройки аккаунта для предоставления наших услуг.
tr: Hizmetlerimizi sağlamak için adınız, e-posta adresiniz ve hesap tercihleriniz dahil temel kişisel bilgileri topluyoruz.
zh_hans: 我们收集基本的个人信息，包括您的姓名、电子邮件地址和账户偏好，以提供我们的服务。

source: Training Data
de: Trainingsdaten
es: Datos de Entrenamiento
fr: Données d'Entraînement
it: Dati di Allenamento
pt: Dados de Treinamento
ru: Данные тренировок
tr: Antrenman Verileri
zh_hans: 训练数据

# Training data collection details
source: We collect your triathlon race data including distances, times, locations, and performance metrics to track your progress.
de: Wir erheben Ihre Triathlon-Renn-Daten einschließlich Distanzen, Zeiten, Standorte und Leistungsmetriken, um Ihren Fortschritt zu verfolgen.
es: Recopilamos sus datos de carreras de triatlón incluyendo distancias, tiempos, ubicaciones y métricas de rendimiento para rastrear su progreso.
fr: Nous collectons vos données de course de triathlon incluant les distances, temps, emplacements et métriques de performance pour suivre vos progrès.
it: Raccogliamo dati relativi all'allenamento inclusi dettagli degli allenamenti, metriche delle prestazioni e programmi di allenamento per fornirti tracciamento e analisi completi.
pt: Coletamos seus dados de corrida de triatlo incluindo distâncias, tempos, localizações e métricas de desempenho para rastrear seu progresso.
ru: Мы собираем данные о ваших гонках триатлона, включая расстояния, время, местоположения и метрики производительности для отслеживания вашего прогресса.
tr: İlerlemenizi takip etmek için mesafeler, süreler, konumlar ve performans metrikleri dahil triatlon yarış verilerinizi topluyoruz.
zh_hans: 我们收集您的铁人三项比赛数据，包括距离、时间、地点和性能指标，以跟踪您的进度。

source: Usage Data
de: Nutzungsdaten
es: Datos de Uso
fr: Données d'Utilisation
it: Dati di Utilizzo
pt: Dados de Uso
ru: Данные использования
tr: Kullanım Verileri
zh_hans: 使用数据

# Usage data collection details
source: We collect information about how you use our application to improve our services and user experience.
de: Wir erheben Informationen darüber, wie Sie unsere Anwendung nutzen, um unsere Dienste und die Benutzererfahrung zu verbessern.
es: Recopilamos información sobre cómo utiliza nuestra aplicación para mejorar nuestros servicios y experiencia del usuario.
fr: Nous collectons des informations sur la façon dont vous utilisez notre application pour améliorer nos services et l'expérience utilisateur.
it: Raccogliamo informazioni su come utilizzi il nostro servizio, incluse informazioni sul dispositivo, indirizzo IP e statistiche di utilizzo per migliorare la nostra piattaforma.
pt: Coletamos informações sobre como você usa nossa aplicação para melhorar nossos serviços e experiência do usuário.
ru: Мы собираем информацию о том, как вы используете наше приложение, чтобы улучшить наши услуги и пользовательский опыт.
tr: Hizmetlerimizi ve kullanıcı deneyimini iyileştirmek için uygulamamızı nasıl kullandığınız hakkında bilgi topluyoruz.
zh_hans: 我们收集有关您如何使用我们应用程序的信息，以改进我们的服务和用户体验。

# Data use explanation
source: We use your data for the following purposes:
de: Wir verwenden Ihre Daten für folgende Zwecke:
es: Utilizamos sus datos para los siguientes propósitos:
fr: Nous utilisons vos données pour les finalités suivantes :
it: Utilizziamo i tuoi dati per i seguenti scopi:
pt: Usamos seus dados para os seguintes propósitos:
ru: Мы используем ваши данные для следующих целей:
tr: Verilerinizi aşağıdaki amaçlar için kullanıyoruz:
zh_hans: 我们将您的数据用于以下目的：

# Service provision
source: To provide and maintain our triathlon tracking service
de: Zur Bereitstellung und Wartung unseres Triathlon-Tracking-Services
es: Para proporcionar y mantener nuestro servicio de seguimiento de triatlón
fr: Pour fournir et maintenir notre service de suivi de triathlon
it: Per fornire e mantenere i nostri servizi di tracciamento triathlon
pt: Para fornecer e manter nosso serviço de rastreamento de triatlo
ru: Для предоставления и поддержания нашего сервиса отслеживания триатлона
tr: Triatlon takip hizmetimizi sağlamak ve sürdürmek için
zh_hans: 提供和维护我们的铁人三项跟踪服务

# Performance analysis
source: To analyze your performance and provide insights
de: Zur Analyse Ihrer Leistung und Bereitstellung von Einblicken
es: Para analizar su rendimiento y proporcionar información
fr: Pour analyser vos performances et fournir des insights
it: Per analizzare e migliorare le tue prestazioni di allenamento
pt: Para analisar seu desempenho e fornecer insights
ru: Для анализа вашей производительности и предоставления аналитики
tr: Performansınızı analiz etmek ve içgörüler sağlamak için
zh_hans: 分析您的表现并提供见解

# User support
source: To provide customer support and respond to inquiries
de: Zur Bereitstellung von Kundensupport und Beantwortung von Anfragen
es: Para proporcionar soporte al cliente y responder a consultas
fr: Pour fournir un support client et répondre aux demandes
it: Per fornire supporto clienti e assistenza
pt: Para fornecer suporte ao cliente e responder a consultas
ru: Для предоставления поддержки клиентов и ответов на запросы
tr: Müşteri desteği sağlamak ve sorguları yanıtlamak için
zh_hans: 提供客户支持并回应询问

# Service improvement
source: To improve our services and develop new features
de: Zur Verbesserung unserer Dienste und Entwicklung neuer Funktionen
es: Para mejorar nuestros servicios y desarrollar nuevas funciones
fr: Pour améliorer nos services et développer de nouvelles fonctionnalités
it: Per migliorare e potenziare i nostri servizi
pt: Para melhorar nossos serviços e desenvolver novos recursos
ru: Для улучшения наших услуг и разработки новых функций
tr: Hizmetlerimizi iyileştirmek ve yeni özellikler geliştirmek için
zh_hans: 改进我们的服务并开发新功能

# Data sharing policy
source: We do not sell your personal information. We may share your data only in specific circumstances:
de: Wir verkaufen Ihre persönlichen Informationen nicht. Wir können Ihre Daten nur in bestimmten Umständen weitergeben:
es: No vendemos su información personal. Podemos compartir sus datos solo en circunstancias específicas:
fr: Nous ne vendons pas vos informations personnelles. Nous ne pouvons partager vos données que dans des circonstances spécifiques :
it: Prendiamo sul serio la tua privacy e siamo selettivi su come condividiamo i tuoi dati.
pt: Não vendemos suas informações pessoais. Podemos compartilhar seus dados apenas em circunstâncias específicas:
ru: Мы не продаем вашу личную информацию. Мы можем делиться вашими данными только в определенных обстоятельствах:
tr: Kişisel bilgilerinizi satmıyoruz. Verilerinizi yalnızca belirli durumlarda paylaşabiliriz:
zh_hans: 我们不出售您的个人信息。我们只能在特定情况下共享您的数据：

source: Third-Party Service Providers
de: Drittanbieter-Dienstleister
es: Proveedores de Servicios de Terceros
fr: Prestataires de Services Tiers
it: Fornitori di Servizi Terzi
pt: Provedores de Serviços Terceiros
ru: Сторонние поставщики услуг
tr: Üçüncü Taraf Hizmet Sağlayıcıları
zh_hans: 第三方服务提供商

# Third-party service providers explanation
source: We may share data with trusted service providers who assist us in operating our service, such as hosting providers and analytics services.
de: Wir können Daten mit vertrauenswürdigen Dienstleistern teilen, die uns beim Betrieb unseres Services helfen, wie Hosting-Anbieter und Analyse-Dienste.
es: Podemos compartir datos con proveedores de servicios confiables que nos ayudan a operar nuestro servicio, como proveedores de hosting y servicios de análisis.
fr: Nous pouvons partager des données avec des prestataires de services de confiance qui nous aident à exploiter notre service, tels que les fournisseurs d'hébergement et les services d'analyse.
it: Potremmo condividere i tuoi dati con fornitori di servizi terzi fidati che ci assistono nel gestire la nostra piattaforma, condurre la nostra attività o servire i nostri utenti.
pt: Podemos compartilhar dados com provedores de serviços confiáveis que nos ajudam a operar nosso serviço, como provedores de hospedagem e serviços de análise.
ru: Мы можем делиться данными с доверенными поставщиками услуг, которые помогают нам управлять нашим сервисом, такими как хостинг-провайдеры и аналитические сервисы.
tr: Hizmetimizi işletmemize yardımcı olan güvenilir hizmet sağlayıcılarıyla veri paylaşabiliriz, örneğin barındırma sağlayıcıları ve analiz hizmetleri.
zh_hans: 我们可能与协助我们运营服务的可信服务提供商共享数据，如托管提供商和分析服务。

source: Legal Requirements
de: Rechtliche Anforderungen
es: Requisitos Legales
fr: Exigences Légales
it: Requisiti Legali
pt: Requisitos Legais
ru: Правовые требования
tr: Yasal Gereksinimler
zh_hans: 法律要求

# Legal requirements explanation
source: We may disclose your information if required by law or to protect our rights and safety.
de: Wir können Ihre Informationen offenlegen, wenn dies gesetzlich vorgeschrieben ist oder um unsere Rechte und Sicherheit zu schützen.
es: Podemos divulgar su información si es requerido por ley o para proteger nuestros derechos y seguridad.
fr: Nous pouvons divulguer vos informations si requis par la loi ou pour protéger nos droits et notre sécurité.
it: Potremmo divulgare le tue informazioni quando richiesto dalla legge o per proteggere i nostri diritti, privacy, sicurezza o proprietà.
pt: Podemos divulgar suas informações se exigido por lei ou para proteger nossos direitos e segurança.
ru: Мы можем раскрыть вашу информацию, если это требуется по закону или для защиты наших прав и безопасности.
tr: Yasa gereği veya haklarımızı ve güvenliğimizi korumak için bilgilerinizi açıklayabiliriz.
zh_hans: 如果法律要求或为了保护我们的权利和安全，我们可能会披露您的信息。

# User rights explanation
source: Under GDPR and other privacy laws, you have several rights regarding your personal data:
de: Nach DSGVO und anderen Datenschutzgesetzen haben Sie mehrere Rechte bezüglich Ihrer persönlichen Daten:
es: Bajo GDPR y otras leyes de privacidad, tiene varios derechos con respecto a sus datos personales:
fr: En vertu du RGPD et d'autres lois sur la protection des données, vous avez plusieurs droits concernant vos données personnelles :
it: Sotto le leggi applicabili sulla protezione dei dati, hai diversi diritti riguardo ai tuoi dati personali:
pt: Sob GDPR e outras leis de privacidade, você tem vários direitos em relação aos seus dados pessoais:
ru: В соответствии с GDPR и другими законами о конфиденциальности, у вас есть несколько прав в отношении ваших персональных данных:
tr: KVKK ve diğer gizlilik yasaları uyarınca, kişisel verilerinizle ilgili birkaç hakkınız vardır:
zh_hans: 根据GDPR和其他隐私法律，您对您的个人数据拥有多项权利：

source: Right to Access
de: Recht auf Auskunft
es: Derecho de Acceso
fr: Droit d'Accès
it: Diritto di Accesso
pt: Direito de Acesso
ru: Право на доступ
tr: Erişim Hakkı
zh_hans: 访问权

# Right to access explanation
source: You have the right to request a copy of the personal data we hold about you.
de: Sie haben das Recht, eine Kopie der persönlichen Daten zu verlangen, die wir über Sie speichern.
es: Tiene el derecho de solicitar una copia de los datos personales que tenemos sobre usted.
fr: Vous avez le droit de demander une copie des données personnelles que nous détenons à votre sujet.
it: Hai il diritto di richiedere una copia dei tuoi dati personali che conserviamo su di te.
pt: Você tem o direito de solicitar uma cópia dos dados pessoais que mantemos sobre você.
ru: Вы имеете право запросить копию персональных данных, которые мы храним о вас.
tr: Hakkınızda tuttuğumuz kişisel verilerin bir kopyasını talep etme hakkınız vardır.
zh_hans: 您有权要求我们持有的关于您的个人数据副本。

source: Right to Rectification
de: Recht auf Berichtigung
es: Derecho de Rectificación
fr: Droit de Rectification
it: Diritto di Rettifica
pt: Direito de Retificação
ru: Право на исправление
tr: Düzeltme Hakkı
zh_hans: 更正权

# Right to rectification explanation
source: You have the right to request correction of inaccurate or incomplete personal data.
de: Sie haben das Recht, die Berichtigung ungenauer oder unvollständiger persönlicher Daten zu verlangen.
es: Tiene el derecho de solicitar la corrección de datos personales inexactos o incompletos.
fr: Vous avez le droit de demander la correction de données personnelles inexactes ou incomplètes.
it: Hai il diritto di richiedere la correzione di qualsiasi dato personale inesatto che conserviamo su di te.
pt: Você tem o direito de solicitar a correção de dados pessoais imprecisos ou incompletos.
ru: Вы имеете право запросить исправление неточных или неполных персональных данных.
tr: Yanlış veya eksik kişisel verilerin düzeltilmesini talep etme hakkınız vardır.
zh_hans: 您有权要求更正不准确或不完整的个人数据。

source: Right to Erasure
de: Recht auf Löschung
es: Derecho de Borrado
fr: Droit d'Effacement
it: Diritto alla Cancellazione
pt: Direito de Exclusão
ru: Право на удаление
tr: Silme Hakkı
zh_hans: 删除权

# Right to erasure explanation
source: You have the right to request deletion of your personal data in certain circumstances.
de: Sie haben das Recht, die Löschung Ihrer persönlichen Daten in bestimmten Umständen zu verlangen.
es: Tiene el derecho de solicitar la eliminación de sus datos personales en ciertas circunstancias.
fr: Vous avez le droit de demander la suppression de vos données personnelles dans certaines circonstances.
it: Hai il diritto di richiedere la cancellazione dei tuoi dati personali in determinate circostanze.
pt: Você tem o direito de solicitar a exclusão de seus dados pessoais em certas circunstâncias.
ru: Вы имеете право запросить удаление ваших персональных данных в определенных обстоятельствах.
tr: Belirli durumlarda kişisel verilerinizin silinmesini talep etme hakkınız vardır.
zh_hans: 您有权在特定情况下要求删除您的个人数据。

# Security measures explanation
source: We implement appropriate technical and organizational measures to protect your personal data against unauthorized access, alteration, disclosure, or destruction.
de: Wir implementieren angemessene technische und organisatorische Maßnahmen zum Schutz Ihrer persönlichen Daten vor unbefugtem Zugriff, Änderung, Offenlegung oder Zerstörung.
es: Implementamos medidas técnicas y organizativas apropiadas para proteger sus datos personales contra acceso no autorizado, alteración, divulgación o destrucción.
fr: Nous mettons en œuvre des mesures techniques et organisationnelles appropriées pour protéger vos données personnelles contre l'accès non autorisé, l'altération, la divulgation ou la destruction.
it: Implementiamo misure tecniche e organizzative appropriate per proteggere i tuoi dati personali contro accesso non autorizzato, alterazione, divulgazione o distruzione.
pt: Implementamos medidas técnicas e organizacionais apropriadas para proteger seus dados pessoais contra acesso não autorizado, alteração, divulgação ou destruição.
ru: Мы реализуем соответствующие технические и организационные меры для защиты ваших персональных данных от несанкционированного доступа, изменения, раскрытия или уничтожения.
tr: Kişisel verilerinizi yetkisiz erişim, değişiklik, ifşa veya yıkıma karşı korumak için uygun teknik ve organizasyonel önlemler uyguluyoruz.
zh_hans: 我们实施适当的技术和组织措施来保护您的个人数据免受未经授权的访问、更改、披露或破坏。

# Contact information text
source: If you have any questions about this Privacy Policy or wish to exercise your rights, please contact our Data Protection Officer.
de: Wenn Sie Fragen zu dieser Datenschutzerklärung haben oder Ihre Rechte ausüben möchten, kontaktieren Sie bitte unseren Datenschutzbeauftragten.
es: Si tiene alguna pregunta sobre esta Política de Privacidad o desea ejercer sus derechos, por favor contacte a nuestro Oficial de Protección de Datos.
fr: Si vous avez des questions sur cette Politique de Confidentialité ou souhaitez exercer vos droits, veuillez contacter notre Délégué à la Protection des Données.
it: Se hai domande su questa Informativa sulla Privacy o sulle nostre pratiche sui dati, contatta il nostro Responsabile della Protezione dei Dati:
pt: Se você tiver alguma dúvida sobre esta Política de Privacidade ou desejar exercer seus direitos, entre em contato com nosso Encarregado de Proteção de Dados.
ru: Если у вас есть вопросы об этой Политике конфиденциальности или вы хотите воспользоваться своими правами, пожалуйста, свяжитесь с нашим Специалистом по защите данных.
tr: Bu Gizlilik Politikası hakkında sorularınız varsa veya haklarınızı kullanmak istiyorsanız, lütfen Veri Koruma Görevlimizle iletişime geçin.
zh_hans: 如果您对本隐私政策有任何问题或希望行使您的权利，请联系我们的数据保护官。

source: Contact DPO
de: DPO kontaktieren
es: Contactar al DPO
fr: Contacter le DPO
it: Contatta DPO
pt: Contatar o DPO
ru: Связаться с СЗД
tr: VKG ile İletişim
zh_hans: 联系数据保护官
