Repository: adamburke/TriathlonTracker
Catalog: TriathlonTracker/Resources/Views.Privacy.Consent.*.resx
Languages: es, fr, it, ru, tr, zh_hans

# PageTitle
source: Consent Management
es: Gestión de Consentimiento
fr: Gestion du Consentement
it: Gestione del Consenso
ru: Управление согласием
tr: İzin Yönetimi
zh_hans: 同意管理

# PageDescription
source: Control how your data is collected and used
es: Controle cómo se recopilan y utilizan sus datos
fr: Contrôlez la collecte et l'utilisation de vos données
it: Controlla come vengono raccolti e utilizzati i tuoi dati
ru: Контролируйте, как собираются и используются ваши данные
tr: Verilerinizin nasıl toplandığını ve kullanıldığını kontrol edin
zh_hans: 控制您的数据如何被收集和使用

# EssentialDataHeader
source: Essential Data Collection
es: Recopilación de Datos Esenciales
fr: Collecte de Données Essentielles
it: Raccolta Dati Essenziali
ru: Необходимый сбор данных
tr: Temel Veri Toplama
zh_hans: 基本数据收集

# EssentialDataDescription
source: Required data for core service functionality (cannot be disabled)
es: Datos necesarios para la funcionalidad básica del servicio (no se puede desactivar)
fr: Données nécessaires au fonctionnement de base du service (ne peut pas être désactivé)
it: Dati necessari per la funzionalità principale del servizio (non può essere disabilitato)
ru: Данные, необходимые для основных функций сервиса (нельзя отключить)
tr: Temel hizmet işlevselliği için gerekli veriler (devre dışı bırakılamaz)
zh_hans: 核心服务功能所需的数据（无法禁用）

# AnalyticsHeader
source: Analytics & Performance
es: Análisis y Rendimiento
fr: Analyse et Performance
it: Analisi e Prestazioni
ru: Аналитика и производительность
tr: Analiz ve Performans
zh_hans: 分析与性能

# AnalyticsDescription
source: Data collection for service improvement and performance analysis
es: Recopilación de datos para mejorar el servicio y analizar el rendimiento
fr: Collecte de données pour l'amélioration du service et l'analyse des performances
it: Raccolta dati per il miglioramento del servizio e l'analisi delle prestazioni
ru: Сбор данных для улучшения сервиса и анализа производительности
tr: Hizmet iyileştirmesi ve performans analizi için veri toplama
zh_hans: 用于服务改进和性能分析的数据收集

# MarketingHeader
source: Marketing Communications
es: Comunicaciones de Marketing
fr: Communications Marketing
it: Comunicazioni Marketing
ru: Маркетинговые коммуникации
tr: Pazarlama İletişimi
zh_hans: 营销通讯

# MarketingDescription
source: Receive updates about new features and training tips
es: Reciba actualizaciones sobre nuevas funciones y consejos de entrenamiento
fr: Recevez des mises à jour sur les nouvelles fonctionnalités et conseils d'entraînement
it: Ricevi aggiornamenti su nuove funzionalità e consigli di allenamento
ru: Получайте обновления о новых функциях и советы по тренировкам
tr: Yeni özellikler ve antrenman ipuçları hakkında güncellemeler alın
zh_hans: 接收新功能和训练技巧的更新

# ThirdPartyHeader
source: Third-Party Sharing
es: Compartir con Terceros
fr: Partage avec des Tiers
it: Condivisione con Terze Parti
ru: Передача третьим лицам
tr: Üçüncü Taraf Paylaşımı
zh_hans: 第三方共享

# ThirdPartyDescription
source: Share data with trusted partners for enhanced services
es: Compartir datos con socios de confianza para mejorar los servicios
fr: Partage de données avec des partenaires de confiance pour améliorer les services
it: Condividi dati con partner fidati per servizi migliorati
ru: Обмен данными с доверенными партнерами для расширенных услуг
tr: Gelişmiş hizmetler için güvenilir ortaklarla veri paylaşımı
zh_hans: 与受信任的合作伙伴共享数据以提供增强服务

# ToggleOn
source: Enabled
es: Activado
fr: Activé
it: Abilitato
ru: Включено
tr: Etkin
zh_hans: 已启用

# ToggleOff
source: Disabled
es: Desactivado
fr: Désactivé
it: Disabilitato
ru: Отключено
tr: Devre Dışı
zh_hans: 已禁用

source: Save Preferences
es: Guardar Preferencias
fr: Enregistrer les Préférences
it: Salva Preferenze
ru: Сохранить настройки
tr: Tercihleri Kaydet
zh_hans: 保存偏好设置

# CancelChanges
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена
tr: İptal
zh_hans: 取消

# PreferencesSaved
source: Your privacy preferences have been saved
es: Sus preferencias de privacidad han sido guardadas
fr: Vos préférences de confidentialité ont été enregistrées
it: Le tue preferenze sulla privacy sono state salvate
ru: Ваши настройки конфиденциальности сохранены
tr: Gizlilik tercihleriniz kaydedildi
zh_hans: 您的隐私偏好设置已保存

# PreferencesSaveError
source: An error occurred while saving your preferences
es: Ocurrió un error al guardar sus preferencias
fr: Une erreur est survenue lors de l'enregistrement de vos préférences
it: Si è verificato un errore durante il salvataggio delle tue preferenze
ru: При сохранении настроек произошла ошибка
tr: Tercihleriniz kaydedilirken bir hata oluştu
zh_hans: 保存偏好设置时发生错误

# LastUpdated
source: Last Updated: {0}
es: Última actualización: {0}
fr: Dernière mise à jour : {0}
it: Ultimo aggiornamento: {0}
ru: Последнее обновление: {0}
tr: Son güncelleme: {0}
zh_hans: 最后更新时间：{0}

# PrivacyBannerTitle
source: We Value Your Privacy
es: Valoramos Su Privacidad
it: Rispettiamo la Tua Privacy

# PrivacyBannerContent
source: We use cookies and similar technologies to help personalize content, improve your experience, and analyze our traffic. By clicking "Accept All", you consent to our use of cookies.
es: Utilizamos cookies y tecnologías similares para ayudar a personalizar el contenido, mejorar su experiencia y analizar nuestro tráfico. Al hacer clic en "Aceptar Todo", usted consiente nuestro uso de cookies.
it: Utilizziamo cookie e tecnologie simili per personalizzare i contenuti, migliorare la tua esperienza e analizzare il nostro traffico. Cliccando "Accetta Tutto", acconsenti al nostro uso dei cookie.

source: Accept All
es: Aceptar Todo
it: Accetta Tutto

source: Reject All
es: Rechazar Todo
it: Rifiuta Tutto

source: Customize Preferences
es: Personalizar Preferencias
it: Personalizza Preferenze

# ConfirmSaveTitle
source: Save Changes?
es: ¿Guardar Cambios?
it: Salvare le Modifiche?

# ConfirmSaveMessage
source: Are you sure you want to save these privacy preferences?
es: ¿Está seguro de que desea guardar estas preferencias de privacidad?
it: Sei sicuro di voler salvare queste preferenze sulla privacy?

# ConfirmRejectTitle
source: Reject All?
es: ¿Rechazar Todo?
it: Rifiutare Tutto?

# ConfirmRejectMessage
source: Are you sure you want to reject all optional cookies? This may limit some website functionality.
es: ¿Está seguro de que desea rechazar todas las cookies opcionales? Esto puede limitar algunas funcionalidades del sitio web.
it: Sei sicuro di voler rifiutare tutti i cookie opzionali? Questo potrebbe limitare alcune funzionalità del sito web.

# PreferencesAccepted
source: All cookies have been accepted
es: Todas las cookies han sido aceptadas
it: Tutti i cookie sono stati accettati

# PreferencesRejected
source: All optional cookies have been rejected
es: Todas las cookies opcionales han sido rechazadas
it: Tutti i cookie opzionali sono stati rifiutati

# PreferencesCustomized
source: Your custom preferences have been saved
es: Sus preferencias personalizadas han sido guardadas
it: Le tue preferenze personalizzate sono state salvate

# SaveError
source: Failed to save preferences. Please try again.
es: Error al guardar las preferencias. Por favor, inténtelo de nuevo.
it: Impossibile salvare le preferenze. Riprova.

# NetworkError
source: Network error. Please check your connection and try again.
es: Error de red. Por favor, verifique su conexión e inténtelo de nuevo.
it: Errore di rete. Controlla la connessione e riprova.

# ValidationError
source: Invalid preferences configuration
es: Configuración de preferencias inválida
it: Configurazione delle preferenze non valida

# ConsentFormTitle
source: Cookie Preferences
es: Preferencias de Cookies
it: Preferenze Cookie

source: Consent Valid Until
es: Consentimiento Válido Hasta
it: Consenso Valido Fino a

source: Consent Version
es: Versión del Consentimiento
it: Versione del Consenso

# ToggleEnabled
source: Enabled
es: Activado
it: Abilitato

# ToggleDisabled
source: Disabled
es: Desactivado
it: Disabilitato

# ToggleRequired
source: Required
es: Requerido
it: Richiesto

# ConsentExpiring
source: Your privacy consent will expire soon. Please review your preferences.
es: Su consentimiento de privacidad expirará pronto. Por favor, revise sus preferencias.
it: Il tuo consenso sulla privacy scadrà presto. Rivedi le tue preferenze.

# ConsentUpdated
source: Our privacy policy has been updated. Please review your preferences.
es: Nuestra política de privacidad ha sido actualizada. Por favor, revise sus preferencias.
it: La nostra informativa sulla privacy è stata aggiornata. Rivedi le tue preferenze.

# SessionExpired
source: Your session has expired. Please save your preferences again.
es: Su sesión ha expirado. Por favor, guarde sus preferencias nuevamente.
it: La tua sessione è scaduta. Salva nuovamente le tue preferenze.
