Repository: adamburke/TriathlonTracker
Catalog: TriathlonTracker/Resources/Views.Triathlon.Edit.*.resx
Languages: tr

# EditRace_Title
source: Edit Race
tr: Yarışı Düzenle

source: Back to Races
tr: Yarışlara Dön

# EditRaceInfo
source: Edit Race Information
tr: Yarış Bilgilerini Düzenle

source: Enter race name
tr: Yarış adını girin

source: Location
tr: Yer

source: Enter race location
tr: Yarış yerini girin

source: Swim
tr: Yüzme

source: Bike
tr: Bisiklet

source: Run
tr: Koşu

source: Distance
tr: Mesafe

source: Unit
tr: Birim

source: Yards
tr: Yard

source: Meters
tr: Metre

source: Miles
tr: Mil

source: Kilometers
tr: Kilometre

source: Time (HH:MM:SS)
tr: Zaman (SS:DD:SS)

source: HH
tr: SS

source: MM
tr: DD

source: Swim Pace
tr: Yüzme Hızı

source: Bike Pace
tr: Bisiklet Hızı

source: Run Pace
tr: Koşu Hızı

source: Cancel
tr: İptal

# FillInRaceDetails
source: Fill in the race details to see your summary
tr: Özetinizi görmek için yarış detaylarını doldurun

# MinPer100Yd
source: min/100yd
tr: dk/100yd

# MinPer100M
source: min/100m
tr: dk/100m

# KmPerHr
source: km/hr
tr: km/s

# MinPerMile
source: min/mile
tr: dk/mil

# MinPerKm
source: min/km
tr: dk/km

# RequiredFieldsAlert
source: Please fill in all required fields (Race Name, Race Date, and Location).
tr: Lütfen tüm gerekli alanları doldurun (Yarış Adı, Yarış Tarihi ve Yer).

# AtLeastOneDisciplineAlert
source: Please enter at least one discipline distance.
tr: Lütfen en az bir disiplin mesafesi girin.
