Repository: adamburke/TriathlonTracker
Catalog: TriathlonTracker/Resources/Views.Triathlon.Index.*.resx
Languages: de, es_mx, fr_ca, pt, ru, tr, zh_hans

source: My Races
de: Meine Rennen
es_mx: Mis Carreras
fr_ca: Mes courses
pt: Minhas Provas
ru: Мои гонки
tr: Yarışlarım
zh_hans: 我的比赛

source: My Triathlon Races
de: Meine Triathlon-Rennen
es_mx: Mis Carreras de Triatlón
fr_ca: Mes courses de triathlon
pt: Minhas Provas de Triatlo
ru: Мои триатлонные гонки
tr: Triatlon Yarışlarım
zh_hans: 我的铁人三项比赛

source: Add New Race
de: Neues Rennen hinzufügen
es_mx: Agregar Nueva Carrera
fr_ca: Ajouter une nouvelle course
pt: Adicionar Nova Prova
ru: Добавить новую гонку
tr: Yeni Yarış Ekle
zh_hans: 添加新比赛

source: No races yet
de: Noch keine Rennen
es_mx: Todavía no hay carreras
fr_ca: Pas encore de courses
pt: Ainda não há provas
ru: Пока нет гонок
tr: Henüz yarış yok
zh_hans: 还没有比赛

source: Start tracking your triathlon journey by adding your first race!
de: Beginnen Sie Ihre Triathlon-Reise, indem Sie Ihr erstes Rennen hinzufügen!
es_mx: ¡Comienza a registrar tu viaje de triatlón agregando tu primera carrera!
fr_ca: Commencez à suivre votre parcours de triathlon en ajoutant votre première course !
pt: Comece a acompanhar sua jornada no triatlo adicionando sua primeira prova!
ru: Начните отслеживать свой путь в триатлоне, добавив свою первую гонку!
tr: İlk yarışınızı ekleyerek triatlon yolculuğunuzu takip etmeye başlayın!
zh_hans: 通过添加您的第一场比赛开始记录您的铁人三项之旅！

source: Add Your First Race
de: Fügen Sie Ihr erstes Rennen hinzu
es_mx: Agrega Tu Primera Carrera
fr_ca: Ajoutez votre première course
pt: Adicione sua primeira prova
ru: Добавить первую гонку
tr: İlk Yarışınızı Ekleyin
zh_hans: 添加您的第一场比赛

source: Race History
de: Rennverlauf
es_mx: Historial de Carreras
fr_ca: Historique des courses
pt: Histórico de Provas
ru: История гонок
tr: Yarış Geçmişi
zh_hans: 比赛历史

source: Race Name
de: Rennname
es_mx: Nombre de la Carrera
fr_ca: Nom de la course
pt: Nome da Prova
ru: Название гонки
tr: Yarış Adı
zh_hans: 比赛名称

source: Date
de: Datum
es_mx: Fecha
pt: Data
ru: Дата
tr: Tarih
zh_hans: 日期

source: Location
de: Ort
es_mx: Ubicación
fr_ca: Lieu
pt: Local
ru: Место проведения
tr: Konum
zh_hans: 地点

source: Swim
de: Schwimmen
es_mx: Natación
fr_ca: Natation
pt: Natação
ru: Плавание
tr: Yüzme
zh_hans: 游泳

source: Bike
de: Radfahren
es_mx: Ciclismo
fr_ca: Vélo
pt: Ciclismo
ru: Велосипед
tr: Bisiklet
zh_hans: 自行车

source: Run
de: Laufen
es_mx: Correr
fr_ca: Course
pt: Corrida
ru: Бег
tr: Koşu
zh_hans: 跑步

source: Total Time
de: Gesamtzeit
es_mx: Tiempo Total
fr_ca: Temps total
pt: Tempo Total
ru: Общее время
tr: Toplam Süre
zh_hans: 总时间

source: Actions
de: Aktionen
es_mx: Acciones
pt: Ações
ru: Действия
tr: İşlemler
zh_hans: 操作

source: Edit Race
de: Rennen bearbeiten
es_mx: Editar Carrera
fr_ca: Modifier la course
pt: Editar Prova
ru: Редактировать гонку
tr: Yarışı Düzenle
zh_hans: 编辑比赛

source: Delete Race
de: Rennen löschen
es_mx: Eliminar Carrera
fr_ca: Supprimer la course
pt: Excluir Prova
ru: Удалить гонку
tr: Yarışı Sil
zh_hans: 删除比赛

source: Total Races
de: Rennen insgesamt
es_mx: Total de Carreras
fr_ca: Total des courses
pt: Total de Provas
ru: Всего гонок
tr: Toplam Yarış
zh_hans: 比赛总数

source: Total Distance Raced (M)
de: Gesamtdistanz (M)
es_mx: Distancia Total Recorrida (M)
fr_ca: Distance totale parcourue (M)
pt: Distância Total Percorrida (M)
ru: Общая дистанция (М)
tr: Toplam Kat Edilen Mesafe (M)
zh_hans: 总比赛距离（米）

source: Total Time Racing
de: Gesamte Rennzeit
es_mx: Tiempo Total de Carrera
fr_ca: Temps total de course
pt: Tempo Total de Prova
ru: Общее время гонок
tr: Toplam Yarış Süresi
zh_hans: 总比赛时间

source: Avg Time per Race
de: Durchschnittliche Zeit pro Rennen
es_mx: Tiempo Promedio por Carrera
fr_ca: Temps moyen par course
pt: Tempo Médio por Prova
ru: Среднее время на гонку
tr: Yarış Başına Ortalama Süre
zh_hans: 每场比赛平均时间
