Repository: adamburke/TriathlonTracker
Catalog: TriathlonTracker/Resources/Views.Privacy.CookiePolicy.*.resx
Languages: de, es, fr, it

source: Cookie Policy
de: Cookie-Richtlinie
es: Política de Cookies
fr: Politique des Cookies
it: Politica sui Cookie

# LastUpdatedJune2025
source: Last updated: June 28, 2025 | Version 1.0
de: Zuletzt aktualisiert: 28. Juni 2025 | Version 1.0
es: Última actualización: 28 de junio de 2025 | Versión 1.0
fr: Dernière mise à jour : 28 juin 2025 | Version 1.0
it: Ultimo aggiornamento: 28 giugno 2025 | Versione 1.0

source: What Are Cookies?
de: Was sind Cookies?
es: ¿Qué son las Cookies?
fr: Que sont les Cookies ?
it: Cosa sono i Cookie?

# CookiesDescription
source: Cookies are small text files that are stored on your device when you visit our website. They help us provide you with a better experience by remembering your preferences and enabling certain functionality.
de: Cookies sind kleine Textdateien, die auf Ihrem Gerät gespeichert werden, wenn Sie unsere Website besuchen. Sie helfen uns, Ihnen eine bessere Erfahrung zu bieten, indem sie sich an Ihre Präferenzen erinnern und bestimmte Funktionen ermöglichen.
es: Las cookies son pequeños archivos de texto que se almacenan en su dispositivo cuando visita nuestro sitio web. Nos ayudan a brindarle una mejor experiencia recordando sus preferencias y habilitando ciertas funcionalidades.
fr: Les cookies sont de petits fichiers texte qui sont stockés sur votre appareil lorsque vous visitez notre site web. Ils nous aident à vous offrir une meilleure expérience en mémorisant vos préférences et en activant certaines fonctionnalités.
it: I cookie sono piccoli file di testo che vengono memorizzati sul tuo dispositivo quando visiti il nostro sito web. Ci aiutano a fornirti un'esperienza migliore ricordando le tue preferenze e abilitando certe funzionalità.

source: How We Use Cookies
de: Wie wir Cookies verwenden
es: Cómo Usamos las Cookies
fr: Comment nous utilisons les Cookies
it: Come Utilizziamo i Cookie

source: Essential Cookies
de: Wesentliche Cookies
es: Cookies Esenciales
fr: Cookies Essentiels
it: Cookie Essenziali

# EssentialCookiesDescription
source: These cookies are necessary for the website to function properly:
de: Diese Cookies sind notwendig, damit die Website ordnungsgemäß funktioniert:
es: Estas cookies son necesarias para que el sitio web funcione correctamente:
fr: Ces cookies sont nécessaires pour que le site web fonctionne correctement :
it: Questi cookie sono necessari per il corretto funzionamento del sito web:

source: Authentication:
de: Authentifizierung:
es: Autenticación:
fr: Authentification :
it: Autenticazione:

# KeepLoggedInSession
source: Keep you logged in during your session
de: Sie während Ihrer Sitzung angemeldet halten
es: Mantenerlo conectado durante su sesión
fr: Vous maintenir connecté pendant votre session
it: Mantenerti connesso durante la sessione

source: Security:
de: Sicherheit:
es: Seguridad:
fr: Sécurité :
it: Sicurezza:

# ProtectAgainstCSRF
source: Protect against cross-site request forgery
de: Schutz vor Cross-Site-Request-Forgery
es: Proteger contra falsificación de solicitudes entre sitios
fr: Protéger contre la falsification de requête inter-sites
it: Proteggere contro la falsificazione di richieste cross-site

source: Preferences:
de: Präferenzen:
es: Preferencias:
fr: Préférences :
it: Preferenze:

# RememberLanguageSettings
source: Remember your language and display settings
de: Ihre Sprach- und Anzeigeeinstellungen merken
es: Recordar su idioma y configuración de visualización
fr: Mémoriser vos paramètres de langue et d'affichage
it: Ricordare la lingua e le impostazioni di visualizzazione

source: Functional Cookies
de: Funktionale Cookies
es: Cookies Funcionales
fr: Cookies Fonctionnels
it: Cookie Funzionali

# FunctionalCookiesDescription
source: These cookies enhance your experience (with your consent):
de: Diese Cookies verbessern Ihre Erfahrung (mit Ihrer Zustimmung):
es: Estas cookies mejoran su experiencia (con su consentimiento):
fr: Ces cookies améliorent votre expérience (avec votre consentement) :
it: Questi cookie migliorano la tua esperienza (con il tuo consenso):

source: User Preferences:
de: Benutzerpräferenzen:
es: Preferencias del Usuario:
fr: Préférences Utilisateur :
it: Preferenze Utente:

# RememberDashboardLayout
source: Remember your dashboard layout and settings
de: Ihr Dashboard-Layout und Einstellungen merken
es: Recordar el diseño y configuración de su panel
fr: Mémoriser la disposition et les paramètres de votre tableau de bord
it: Ricordare il layout e le impostazioni della dashboard

source: Form Data:
de: Formulardaten:
es: Datos de Formulario:
fr: Données de Formulaire :
it: Dati del Modulo:

# SavePartialForms
source: Save partially completed forms
de: Teilweise ausgefüllte Formulare speichern
es: Guardar formularios parcialmente completados
fr: Sauvegarder les formulaires partiellement complétés
it: Salvare moduli parzialmente completati

source: Accessibility:
de: Barrierefreiheit:
es: Accesibilidad:
fr: Accessibilité :
it: Accessibilità:

source: Remember accessibility preferences
de: Barrierefreiheits-Präferenzen merken
es: Recordar preferencias de accesibilidad
fr: Mémoriser les préférences d'accessibilité
it: Ricordare le preferenze di accessibilità

source: Analytics Cookies
de: Analyse-Cookies
es: Cookies de Análisis
fr: Cookies d'Analyse
it: Cookie di Analisi

# AnalyticsCookiesDescription
source: These cookies help us understand how you use our service (with your consent):
de: Diese Cookies helfen uns zu verstehen, wie Sie unseren Service nutzen (mit Ihrer Zustimmung):
es: Estas cookies nos ayudan a entender cómo usa nuestro servicio (con su consentimiento):
fr: Ces cookies nous aident à comprendre comment vous utilisez notre service (avec votre consentement) :
it: Questi cookie ci aiutano a capire come utilizzi il nostro servizio (con il tuo consenso):

source: Usage Analytics:
de: Nutzungsanalyse:
es: Análisis de Uso:
fr: Analyse d'Utilisation :
it: Analisi di Utilizzo:

# TrackPageViews
source: Track page views and user interactions
de: Seitenaufrufe und Benutzerinteraktionen verfolgen
es: Rastrear vistas de página e interacciones del usuario
fr: Suivre les vues de page et les interactions utilisateur
it: Tracciare visualizzazioni di pagina e interazioni utente

source: Performance:
de: Leistung:
es: Rendimiento:
it: Prestazioni:

# MonitorPerformance
source: Monitor application performance and errors
de: Anwendungsleistung und Fehler überwachen
es: Monitorear el rendimiento de la aplicación y errores
fr: Surveiller les performances de l'application et les erreurs
it: Monitorare le prestazioni dell'applicazione e gli errori

source: Improvements:
de: Verbesserungen:
es: Mejoras:
fr: Améliorations :
it: Miglioramenti:

# IdentifyEnhancements
source: Identify areas for enhancement
de: Bereiche für Verbesserungen identifizieren
es: Identificar áreas para mejora
fr: Identifier les domaines d'amélioration
it: Identificare aree di miglioramento

source: Cookie Categories
de: Cookie-Kategorien
es: Categorías de Cookies
fr: Catégories de Cookies
it: Categorie di Cookie

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria

source: Purpose
de: Zweck
es: Propósito
fr: Objectif
it: Scopo

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata

source: Consent Required
de: Zustimmung erforderlich
es: Consentimiento Requerido
fr: Consentement Requis
it: Consenso Richiesto

source: Essential
de: Wesentlich
es: Esencial
fr: Essentiel
it: Essenziale

# AuthSecurityBasicFunc
source: Authentication, security, basic functionality
de: Authentifizierung, Sicherheit, Grundfunktionen
es: Autenticación, seguridad, funcionalidad básica
fr: Authentification, sécurité, fonctionnalité de base
it: Autenticazione, sicurezza, funzionalità di base

# SessionOneYear
source: Session / 1 year
de: Sitzung / 1 Jahr
es: Sesión / 1 año
fr: Session / 1 an
it: Sessione / 1 anno

source: No
de: Nein
fr: Non

source: Functional
de: Funktional
es: Funcional
fr: Fonctionnel
it: Funzionale

# EnhancedUserExperience
source: Enhanced user experience and preferences
de: Verbesserte Benutzererfahrung und Präferenzen
es: Experiencia de usuario mejorada y preferencias
fr: Expérience utilisateur améliorée et préférences
it: Esperienza utente migliorata e preferenze

# OneYear
source: 1 year
de: 1 Jahr
es: 1 año
fr: 1 an
it: 1 anno

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì

source: Analytics
de: Analyse
es: Análisis
fr: Analyse
it: Analisi

# UsageTrackingPerformance
source: Usage tracking and performance monitoring
de: Nutzungsverfolgung und Leistungsüberwachung
es: Seguimiento de uso y monitoreo de rendimiento
fr: Suivi d'utilisation et surveillance des performances
it: Tracciamento utilizzo e monitoraggio prestazioni

# TwoYears
source: 2 years
de: 2 Jahre
es: 2 años
fr: 2 ans
it: 2 anni

# PersonalizedContent
source: Personalized content and advertising
de: Personalisierte Inhalte und Werbung
es: Contenido personalizado y publicidad
fr: Contenu personnalisé et publicité
it: Contenuto personalizzato e pubblicità

# ManagingCookiePreferences
source: Managing Your Cookie Preferences
de: Verwaltung Ihrer Cookie-Präferenzen
es: Gestión de sus Preferencias de Cookies
fr: Gestion de vos Préférences de Cookies
it: Gestione delle Preferenze Cookie

source: Through Our Website
de: Über unsere Website
es: A través de Nuestro Sitio Web
fr: Via notre Site Web
it: Attraverso il Nostro Sito Web

# ManageCookiePreferencesAnytime
source: You can manage your cookie preferences at any time:
de: Sie können Ihre Cookie-Präferenzen jederzeit verwalten:
es: Puede gestionar sus preferencias de cookies en cualquier momento:
fr: Vous pouvez gérer vos préférences de cookies à tout moment :
it: Puoi gestire le tue preferenze cookie in qualsiasi momento:

source: Visit your
de: Besuchen Sie Ihre
es: Visite su
fr: Visitez votre
it: Visita la tua

source: Consent Management
de: Zustimmungsverwaltung
es: Gestión de Consentimiento
fr: Gestion du Consentement
it: Gestione del Consenso

source: page
de: Seite
es: página
it: pagina

# UseCookieBanner
source: Use the cookie banner when it appears
de: Verwenden Sie das Cookie-Banner, wenn es erscheint
es: Use el banner de cookies cuando aparezca
fr: Utilisez la bannière de cookies lorsqu'elle apparaît
it: Usa il banner dei cookie quando appare

# AccessSettingsThrough
source: Access settings through your
de: Greifen Sie auf Einstellungen über Ihr
es: Acceda a la configuración a través de su
fr: Accédez aux paramètres via votre
it: Accedi alle impostazioni attraverso la tua

source: Privacy Dashboard
de: Datenschutz-Dashboard
es: Panel de Privacidad
fr: Tableau de Bord de Confidentialité
it: Dashboard Privacy

source: Through Your Browser
de: Über Ihren Browser
es: A través de su Navegador
fr: Via votre Navigateur
it: Attraverso il Tuo Browser

# ControlCookiesBrowser
source: You can also control cookies through your browser settings:
de: Sie können Cookies auch über Ihre Browser-Einstellungen steuern:
es: También puede controlar las cookies a través de la configuración de su navegador:
fr: Vous pouvez également contrôler les cookies via les paramètres de votre navigateur :
it: Puoi anche controllare i cookie attraverso le impostazioni del browser:

# ChromeSettings
source: Settings > Privacy and Security > Cookies
de: Einstellungen > Datenschutz und Sicherheit > Cookies
es: Configuración > Privacidad y Seguridad > Cookies
fr: Paramètres > Confidentialité et Sécurité > Cookies
it: Impostazioni > Privacy e Sicurezza > Cookie

# FirefoxOptions
source: Options > Privacy & Security > Cookies
de: Optionen > Datenschutz & Sicherheit > Cookies
es: Opciones > Privacidad y Seguridad > Cookies
fr: Options > Confidentialité et Sécurité > Cookies
it: Opzioni > Privacy e Sicurezza > Cookie

# SafariPreferences
source: Preferences > Privacy > Cookies
de: Einstellungen > Datenschutz > Cookies
es: Preferencias > Privacidad > Cookies
fr: Préférences > Confidentialité > Cookies
it: Preferenze > Privacy > Cookie

# EdgeSettings
source: Settings > Cookies and Site Permissions
de: Einstellungen > Cookies und Website-Berechtigungen
es: Configuración > Cookies y Permisos del Sitio
fr: Paramètres > Cookies et Autorisations de Site
it: Impostazioni > Cookie e Autorizzazioni Sito

source: Note:
de: Hinweis:
es: Nota:
it: Nota:

# DisablingEssentialCookies
source: Disabling essential cookies may affect the functionality of our website.
de: Das Deaktivieren wesentlicher Cookies kann die Funktionalität unserer Website beeinträchtigen.
es: Deshabilitar las cookies esenciales puede afectar la funcionalidad de nuestro sitio web.
fr: Désactiver les cookies essentiels peut affecter la fonctionnalité de notre site web.
it: Disabilitare i cookie essenziali può influire sulla funzionalità del nostro sito web.

source: Third-Party Cookies
de: Drittanbieter-Cookies
es: Cookies de Terceros
fr: Cookies de Tiers
it: Cookie di Terze Parti

# ThirdPartyServices
source: We may use third-party services that set their own cookies:
de: Wir können Drittanbieterdienste verwenden, die ihre eigenen Cookies setzen:
es: Podemos usar servicios de terceros que establecen sus propias cookies:
fr: Nous pouvons utiliser des services tiers qui définissent leurs propres cookies :
it: Potremmo utilizzare servizi di terze parti che impostano i propri cookie:

source: Authentication Services
de: Authentifizierungsdienste
es: Servicios de Autenticación
fr: Services d'Authentification
it: Servizi di Autenticazione

# SecureLoginFunctionality
source: For secure login functionality
de: Für sichere Anmeldefunktionalität
es: Para funcionalidad de inicio de sesión seguro
fr: Pour la fonctionnalité de connexion sécurisée
it: Per funzionalità di accesso sicuro

# AnalyticsServicesConsent
source: Analytics Services (with consent)
de: Analysedienste (mit Zustimmung)
es: Servicios de Análisis (con consentimiento)
fr: Services d'Analyse (avec consentement)
it: Servizi di Analisi (con consenso)

# PerformanceMonitoring
source: For performance monitoring
de: Für Leistungsüberwachung
es: Para monitoreo de rendimiento
fr: Pour la surveillance des performances
it: Per monitoraggio delle prestazioni

source: Custom Analytics:
de: Benutzerdefinierte Analyse:
es: Análisis Personalizado:
fr: Analyse Personnalisée :
it: Analisi Personalizzate:

# UsageTracking
source: For usage tracking
de: Für Nutzungsverfolgung
es: Para seguimiento de uso
fr: Pour le suivi d'utilisation
it: Per tracciamento utilizzo

# ThirdPartyPolicies
source: These third parties have their own privacy policies and cookie practices. We recommend reviewing their policies for more information.
de: Diese Drittanbieter haben ihre eigenen Datenschutzrichtlinien und Cookie-Praktiken. Wir empfehlen, ihre Richtlinien für weitere Informationen zu überprüfen.
es: Estos terceros tienen sus propias políticas de privacidad y prácticas de cookies. Recomendamos revisar sus políticas para más información.
fr: Ces tiers ont leurs propres politiques de confidentialité et pratiques de cookies. Nous recommandons de consulter leurs politiques pour plus d'informations.
it: Queste terze parti hanno le proprie politiche sulla privacy e pratiche sui cookie. Raccomandiamo di rivedere le loro politiche per maggiori informazioni.

source: Cookie Retention
de: Cookie-Aufbewahrung
es: Retención de Cookies
fr: Rétention des Cookies
it: Conservazione Cookie

# CookieRetentionPeriods
source: Different types of cookies are retained for different periods:
de: Verschiedene Arten von Cookies werden für unterschiedliche Zeiträume aufbewahrt:
es: Diferentes tipos de cookies se retienen por diferentes períodos:
fr: Différents types de cookies sont conservés pour différentes périodes :
it: Diversi tipi di cookie vengono conservati per periodi diversi:

source: Session Cookies:
de: Sitzungs-Cookies:
es: Cookies de Sesión:
fr: Cookies de Session :
it: Cookie di Sessione:

# DeletedWhenCloseBrowser
source: Deleted when you close your browser
de: Gelöscht, wenn Sie Ihren Browser schließen
es: Eliminadas cuando cierra su navegador
fr: Supprimés lorsque vous fermez votre navigateur
it: Eliminati quando chiudi il browser

source: Persistent Cookies:
de: Persistente Cookies:
es: Cookies Persistentes:
fr: Cookies Persistants :
it: Cookie Persistenti:

# RemainUntilExpiration
source: Remain until expiration or manual deletion
de: Bleiben bis zum Ablauf oder manueller Löschung
es: Permanecen hasta la expiración o eliminación manual
fr: Restent jusqu'à expiration ou suppression manuelle
it: Rimangono fino alla scadenza o eliminazione manuale

# EssentialCookiesColon
source: Essential Cookies:
de: Wesentliche Cookies:
es: Cookies Esenciales:
fr: Cookies Essentiels :
it: Cookie Essenziali:

# UpToOneYear
source: Up to 1 year
de: Bis zu 1 Jahr
es: Hasta 1 año
fr: Jusqu'à 1 an
it: Fino a 1 anno

source: Preference Cookies:
de: Präferenz-Cookies:
es: Cookies de Preferencia:
fr: Cookies de Préférence :
it: Cookie di Preferenza:

# AnalyticsCookiesColon
source: Analytics Cookies:
de: Analyse-Cookies:
es: Cookies de Análisis:
fr: Cookies d'Analyse :
it: Cookie di Analisi:

# UpToTwoYears
source: Up to 2 years
de: Bis zu 2 Jahre
es: Hasta 2 años
fr: Jusqu'à 2 ans
it: Fino a 2 anni

# UpdatesToPolicy
source: Updates to This Policy
de: Updates zu dieser Richtlinie
es: Actualizaciones a esta Política
fr: Mises à jour de cette Politique
it: Aggiornamenti a Questa Politica

# PolicyUpdateNotice
source: We may update this Cookie Policy from time to time to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify you of any material changes by posting the updated policy on this page.
de: Wir können diese Cookie-Richtlinie von Zeit zu Zeit aktualisieren, um Änderungen in unseren Praktiken oder aus anderen betrieblichen, rechtlichen oder regulatorischen Gründen zu reflektieren. Wir werden Sie über wesentliche Änderungen informieren, indem wir die aktualisierte Richtlinie auf dieser Seite veröffentlichen.
es: Podemos actualizar esta Política de Cookies de vez en cuando para reflejar cambios en nuestras prácticas o por otras razones operativas, legales o regulatorias. Le notificaremos cualquier cambio material publicando la política actualizada en esta página.
fr: Nous pouvons mettre à jour cette Politique des Cookies de temps en temps pour refléter les changements dans nos pratiques ou pour d'autres raisons opérationnelles, légales ou réglementaires. Nous vous informerons de tout changement important en publiant la politique mise à jour sur cette page.
it: Potremmo aggiornare questa Politica sui Cookie di tanto in tanto per riflettere cambiamenti nelle nostre pratiche o per altre ragioni operative, legali o normative. Ti informeremo di qualsiasi cambiamento materiale pubblicando la politica aggiornata su questa pagina.

source: Contact Us
de: Kontaktieren Sie uns
es: Contáctanos
fr: Contactez-nous
it: Contattaci

# CookieQuestions
source: If you have questions about our use of cookies, please contact us:
de: Wenn Sie Fragen zu unserer Verwendung von Cookies haben, kontaktieren Sie uns bitte:
es: Si tiene preguntas sobre nuestro uso de cookies, por favor contáctenos:
fr: Si vous avez des questions sur notre utilisation des cookies, veuillez nous contacter :
it: Se hai domande sul nostro uso dei cookie, ti preghiamo di contattarci:

source: Contact Form:
de: Kontaktformular:
es: Formulario de Contacto:
fr: Formulaire de Contact :
it: Modulo di Contatto:

source: Privacy Contact
de: Datenschutz-Kontakt
es: Contacto de Privacidad
fr: Contact Confidentialité
it: Contatto Privacy

source: Quick Actions
de: Schnelle Aktionen
es: Acciones Rápidas
fr: Actions Rapides
it: Azioni Rapide

source: Manage Cookies
de: Cookies verwalten
es: Gestionar Cookies
fr: Gérer les Cookies
it: Gestisci Cookie

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de Confidentialité
it: Politica sulla Privacy

source: Email:
es: Correo electrónico:
