Repository: adamburke/TriathlonTracker
Catalog: TriathlonTracker/Resources/Views.Privacy.Cookie.*.resx
Languages: de, es, fr, it, pt, ru, tr, zh_hans

source: Cookie Policy
de: Cookie-Richtlinie
es: Política de Cookies
fr: Politique des Cookies
it: Politica sui Cookie
pt: Política de Cookies
ru: Политика использования файлов cookie
tr: Çerez Politikası
zh_hans: Cookie政策

source: Last updated: June 2025
de: Zuletzt aktualisiert: Juni 2025
es: Última actualización: Junio 2025
fr: Dernière mise à jour : Juin 2025
it: Ultimo aggiornamento: Giugno 2025
pt: Última atualização: Junho 2025
ru: Последнее обновление: Июнь 2025
tr: Son güncelleme: Haziran 2025
zh_hans: 最后更新：2025年6月

source: What Are Cookies
de: Was Sind Cookies
es: ¿Qué Son las Cookies?
fr: Que Sont les Cookies
it: Cosa Sono i Cookie
pt: O Que São Cookies
ru: Что такое файлы cookie
tr: Çerezler Nedir
zh_hans: 什么是Cookie

# Cookie explanation
source: Cookies are small text files that are stored on your device when you visit our website. They help us provide you with a better experience and understand how you use our service.
de: Cookies sind kleine Textdateien, die auf Ihrem Gerät gespeichert werden, wenn Sie unsere Website besuchen. Sie helfen uns, Ihnen eine bessere Erfahrung zu bieten und zu verstehen, wie Sie unseren Service nutzen.
es: Las cookies son pequeños archivos de texto que se almacenan en su dispositivo cuando visita nuestro sitio web. Nos ayudan a proporcionarle una mejor experiencia y entender cómo utiliza nuestro servicio.
fr: Les cookies sont de petits fichiers texte qui sont stockés sur votre appareil lorsque vous visitez notre site web. Ils nous aident à vous fournir une meilleure expérience et à comprendre comment vous utilisez notre service.
it: I cookie sono piccoli file di testo che i siti web posizionano sul tuo dispositivo per memorizzare informazioni sulle tue preferenze, migliorare la funzionalità del sito e fornire contenuti personalizzati.
pt: Cookies são pequenos arquivos de texto que são armazenados no seu dispositivo quando você visita nosso site. Eles nos ajudam a fornecer uma melhor experiência e entender como você usa nosso serviço.
ru: Файлы cookie — это небольшие текстовые файлы, которые сохраняются на вашем устройстве при посещении нашего веб-сайта. Они помогают нам предоставлять вам лучший опыт и понимать, как вы используете наш сервис.
tr: Çerezler, web sitemizi ziyaret ettiğinizde cihazınızda saklanan küçük metin dosyalarıdır. Size daha iyi bir deneyim sunmamıza ve hizmetimizi nasıl kullandığınızı anlamamıza yardımcı olurlar.
zh_hans: Cookie是当您访问我们的网站时存储在您设备上的小型文本文件。它们帮助我们为您提供更好的体验并了解您如何使用我们的服务。

source: How We Use Cookies
de: Wie Wir Cookies Verwenden
es: Cómo Utilizamos las Cookies
fr: Comment Nous Utilisons les Cookies
it: Come Utilizziamo i Cookie
pt: Como Usamos Cookies
ru: Как мы используем файлы cookie
tr: Çerezleri Nasıl Kullanıyoruz
zh_hans: 我们如何使用Cookie

source: Essential Cookies
de: Wesentliche Cookies
es: Cookies Esenciales
fr: Cookies Essentiels
it: Cookie Essenziali
pt: Cookies Essenciais
ru: Необходимые файлы cookie
tr: Gerekli Çerezler
zh_hans: 必要Cookie

# Essential cookies explanation
source: These cookies are necessary for the website to function properly and cannot be disabled.
de: Diese Cookies sind für die ordnungsgemäße Funktionalität der Website erforderlich und können nicht deaktiviert werden.
es: Estas cookies son necesarias para que el sitio web funcione correctamente y no se pueden desactivar.
fr: Ces cookies sont nécessaires au bon fonctionnement du site web et ne peuvent pas être désactivés.
it: Questi cookie sono necessari per il corretto funzionamento del sito web e non possono essere disabilitati nei nostri sistemi.
pt: Esses cookies são necessários para o funcionamento adequado do site e não podem ser desativados.
ru: Эти файлы cookie необходимы для правильной работы веб-сайта и не могут быть отключены.
tr: Bu çerezler web sitesinin düzgün çalışması için gereklidir ve devre dışı bırakılamaz.
zh_hans: 这些Cookie对于网站正常运行是必需的，无法禁用。

# Authentication cookie description
source: Maintains your login session and authentication state
de: Behält Ihre Anmeldesitzung und den Authentifizierungsstatus bei
es: Mantiene su sesión de inicio de sesión y estado de autenticación
fr: Maintient votre session de connexion et l'état d'authentification
it: Gestisce la tua sessione di accesso e lo stato di autenticazione
pt: Mantém sua sessão de login e estado de autenticação
ru: Поддерживает вашу сессию входа и состояние аутентификации
tr: Giriş oturumunuzu ve kimlik doğrulama durumunuzu korur
zh_hans: 维护您的登录会话和身份验证状态

# Security cookie description
source: Protects against cross-site request forgery attacks
de: Schützt vor Cross-Site-Request-Forgery-Angriffen
es: Protege contra ataques de falsificación de solicitudes entre sitios
fr: Protège contre les attaques de falsification de requêtes intersites
it: Protegge contro attacchi di falsificazione delle richieste cross-site
pt: Protege contra ataques de falsificação de solicitação entre sites
ru: Защищает от атак подделки межсайтовых запросов
tr: Site genelinde istek sahteciliği saldırılarına karşı koruma sağlar
zh_hans: 防止跨站请求伪造攻击

source: Functional Cookies
de: Funktionale Cookies
es: Cookies Funcionales
fr: Cookies Fonctionnels
it: Cookie Funzionali
pt: Cookies Funcionais
ru: Функциональные файлы cookie
tr: İşlevsel Çerezler
zh_hans: 功能Cookie

# Functional cookies explanation
source: These cookies enhance your experience by remembering your preferences and settings.
de: Diese Cookies verbessern Ihre Erfahrung, indem sie Ihre Präferenzen und Einstellungen speichern.
es: Estas cookies mejoran su experiencia recordando sus preferencias y configuraciones.
fr: Ces cookies améliorent votre expérience en mémorisant vos préférences et paramètres.
it: Questi cookie abilitano funzionalità avanzate e personalizzazione del sito web.
pt: Esses cookies melhoram sua experiência lembrando suas preferências e configurações.
ru: Эти файлы cookie улучшают ваш опыт, запоминая ваши предпочтения и настройки.
tr: Bu çerezler tercihlerinizi ve ayarlarınızı hatırlayarak deneyiminizi geliştirir.
zh_hans: 这些Cookie通过记住您的偏好和设置来改善您的体验。

# Language cookie description
source: Remembers your preferred language setting
de: Merkt sich Ihre bevorzugte Spracheinstellung
es: Recuerda su configuración de idioma preferida
fr: Mémorise votre paramètre de langue préféré
it: Ricorda la tua impostazione di lingua preferita
pt: Lembra sua configuração de idioma preferida
ru: Запоминает ваш предпочтительный языковой параметр
tr: Tercih ettiğiniz dil ayarını hatırlar
zh_hans: 记住您偏好的语言设置

# Display cookie description
source: Stores your display preferences and UI settings
de: Speichert Ihre Anzeigepräferenzen und UI-Einstellungen
es: Almacena sus preferencias de visualización y configuraciones de interfaz
fr: Stocke vos préférences d'affichage et paramètres d'interface
it: Memorizza le tue preferenze di visualizzazione come tema e layout
pt: Armazena suas preferências de exibição e configurações de interface
ru: Сохраняет ваши предпочтения отображения и настройки интерфейса
tr: Görüntü tercihlerinizi ve kullanıcı arayüzü ayarlarınızı saklar
zh_hans: 存储您的显示偏好和界面设置

source: Analytics Cookies
de: Analytik-Cookies
es: Cookies de Analíticas
fr: Cookies d'Analytiques
it: Cookie di Analisi
pt: Cookies de Analytics
ru: Аналитические файлы cookie
tr: Analitik Çerezler
zh_hans: 分析Cookie

# Analytics cookies explanation
source: These cookies help us understand how visitors use our website and improve our services.
de: Diese Cookies helfen uns zu verstehen, wie Besucher unsere Website nutzen und unsere Dienste zu verbessern.
es: Estas cookies nos ayudan a entender cómo los visitantes utilizan nuestro sitio web y mejorar nuestros servicios.
fr: Ces cookies nous aident à comprendre comment les visiteurs utilisent notre site web et à améliorer nos services.
it: Questi cookie ci aiutano a capire come i visitatori interagiscono con il nostro sito web.
pt: Esses cookies nos ajudam a entender como os visitantes usam nosso site e melhorar nossos serviços.
ru: Эти файлы cookie помогают нам понимать, как посетители используют наш веб-сайт, и улучшать наши услуги.
tr: Bu çerezler ziyaretçilerin web sitemizi nasıl kullandığını anlamamıza ve hizmetlerimizi geliştirmemize yardımcı olur.
zh_hans: 这些Cookie帮助我们了解访问者如何使用我们的网站并改进我们的服务。

# Google Analytics cookie description
source: Used to distinguish unique users and track website usage
de: Wird verwendet, um eindeutige Benutzer zu unterscheiden und die Website-Nutzung zu verfolgen
es: Se utiliza para distinguir usuarios únicos y rastrear el uso del sitio web
fr: Utilisé pour distinguer les utilisateurs uniques et suivre l'utilisation du site web
it: Traccia visitatori unici e modelli di utilizzo del sito
pt: Usado para distinguir usuários únicos e rastrear o uso do site
ru: Используется для различения уникальных пользователей и отслеживания использования веб-сайта
tr: Benzersiz kullanıcıları ayırt etmek ve web sitesi kullanımını takip etmek için kullanılır
zh_hans: 用于区分唯一用户并跟踪网站使用情况

# Session cookie description
source: Used to distinguish users and track session data
de: Wird verwendet, um Benutzer zu unterscheiden und Sitzungsdaten zu verfolgen
es: Se utiliza para distinguir usuarios y rastrear datos de sesión
fr: Utilisé pour distinguer les utilisateurs et suivre les données de session
it: Identifica sessioni uniche per scopi analitici
pt: Usado para distinguir usuários e rastrear dados de sessão
ru: Используется для различения пользователей и отслеживания данных сессии
tr: Kullanıcıları ayırt etmek ve oturum verilerini takip etmek için kullanılır
zh_hans: 用于区分用户并跟踪会话数据

source: Managing Cookies
de: Cookies Verwalten
es: Gestionar Cookies
fr: Gestion des Cookies
it: Gestione dei Cookie
pt: Gerenciando Cookies
ru: Управление файлами cookie
tr: Çerezleri Yönetme
zh_hans: 管理Cookie

# Cookie management explanation
source: You can control and manage cookies through your browser settings. However, disabling certain cookies may affect the functionality of our website.
de: Sie können Cookies über die Einstellungen Ihres Browsers steuern und verwalten. Das Deaktivieren bestimmter Cookies kann jedoch die Funktionalität unserer Website beeinträchtigen.
es: Puede controlar y gestionar las cookies a través de la configuración de su navegador. Sin embargo, desactivar ciertas cookies puede afectar la funcionalidad de nuestro sitio web.
fr: Vous pouvez contrôler et gérer les cookies via les paramètres de votre navigateur. Cependant, désactiver certains cookies peut affecter la fonctionnalité de notre site web.
it: Puoi personalizzare le tue preferenze sui cookie utilizzando il pannello delle impostazioni. I cookie essenziali non possono essere disabilitati in quanto sono necessari per la funzionalità di base del sito.
pt: Você pode controlar e gerenciar cookies através das configurações do seu navegador. No entanto, desativar certos cookies pode afetar a funcionalidade do nosso site.
ru: Вы можете контролировать и управлять файлами cookie через настройки вашего браузера. Однако отключение определенных файлов cookie может повлиять на функциональность нашего веб-сайта.
tr: Çerezleri tarayıcı ayarlarınız aracılığıyla kontrol edebilir ve yönetebilirsiniz. Ancak, belirli çerezleri devre dışı bırakmak web sitemizin işlevselliğini etkileyebilir.
zh_hans: 您可以通过浏览器设置控制和管理Cookie。但是，禁用某些Cookie可能会影响我们网站的功能。

# Browser settings notice
source: Most browsers allow you to view, manage, and delete cookies. Please refer to your browser's help documentation for specific instructions.
de: Die meisten Browser ermöglichen es Ihnen, Cookies anzuzeigen, zu verwalten und zu löschen. Bitte konsultieren Sie die Hilfedokumentation Ihres Browsers für spezifische Anweisungen.
es: La mayoría de los navegadores le permiten ver, gestionar y eliminar cookies. Consulte la documentación de ayuda de su navegador para obtener instrucciones específicas.
fr: La plupart des navigateurs vous permettent de voir, gérer et supprimer les cookies. Veuillez consulter la documentation d'aide de votre navigateur pour des instructions spécifiques.
it: Puoi anche controllare i cookie attraverso le impostazioni del tuo browser. Nota che bloccare alcuni tipi di cookie potrebbe influire sulla tua esperienza sul nostro sito.
pt: A maioria dos navegadores permite que você visualize, gerencie e exclua cookies. Consulte a documentação de ajuda do seu navegador para instruções específicas.
ru: Большинство браузеров позволяют вам просматривать, управлять и удалять файлы cookie. Пожалуйста, обратитесь к документации справки вашего браузера для получения конкретных инструкций.
tr: Çoğu tarayıcı çerezleri görüntülemenize, yönetmenize ve silmenize izin verir. Lütfen belirli talimatlar için tarayıcınızın yardım belgelerine bakın.
zh_hans: 大多数浏览器允许您查看、管理和删除Cookie。请参考您浏览器的帮助文档获取具体说明。

source: Third-Party Cookies
de: Cookies von Drittanbietern
es: Cookies de Terceros
fr: Cookies Tiers
it: Cookie di Terze Parti
pt: Cookies de Terceiros
ru: Сторонние файлы cookie
tr: Üçüncü Taraf Çerezler
zh_hans: 第三方Cookie

# Third-party cookies explanation
source: We may use third-party services that set their own cookies. These services help us provide analytics and improve our website functionality.
de: Wir können Drittanbieter-Dienste verwenden, die ihre eigenen Cookies setzen. Diese Dienste helfen uns, Analysen bereitzustellen und die Funktionalität unserer Website zu verbessern.
es: Podemos utilizar servicios de terceros que establecen sus propias cookies. Estos servicios nos ayudan a proporcionar analíticas y mejorar la funcionalidad de nuestro sitio web.
fr: Nous pouvons utiliser des services tiers qui définissent leurs propres cookies. Ces services nous aident à fournir des analytiques et à améliorer la fonctionnalité de notre site web.
it: Alcune funzionalità del nostro sito utilizzano cookie di servizi di terze parti. Questi ci aiutano ad analizzare l'utilizzo del sito e fornire funzionalità avanzate.
pt: Podemos usar serviços de terceiros que definem seus próprios cookies. Esses serviços nos ajudam a fornecer analytics e melhorar a funcionalidade do nosso site.
ru: Мы можем использовать сторонние сервисы, которые устанавливают свои собственные файлы cookie. Эти сервисы помогают нам предоставлять аналитику и улучшать функциональность нашего веб-сайта.
tr: Kendi çerezlerini ayarlayan üçüncü taraf hizmetler kullanabiliriz. Bu hizmetler analitik sağlamamıza ve web sitemizin işlevselliğini geliştirmemize yardımcı olur.
zh_hans: 我们可能使用设置自己Cookie的第三方服务。这些服务帮助我们提供分析并改进我们网站的功能。

source: More Information
de: Weitere Informationen
es: Más Información
fr: Plus d'Informations
it: Maggiori Informazioni
pt: Mais Informações
ru: Дополнительная информация
tr: Daha Fazla Bilgi
zh_hans: 更多信息

# Additional information text
source: If you have any questions about our use of cookies or this Cookie Policy, please contact us.
de: Wenn Sie Fragen zu unserer Verwendung von Cookies oder dieser Cookie-Richtlinie haben, kontaktieren Sie uns bitte.
es: Si tiene alguna pregunta sobre nuestro uso de cookies o esta Política de Cookies, por favor contáctenos.
fr: Si vous avez des questions sur notre utilisation des cookies ou cette Politique des Cookies, veuillez nous contacter.
it: Se hai domande su come utilizziamo i cookie, contattaci utilizzando il pulsante qui sotto.
pt: Se você tiver alguma dúvida sobre nosso uso de cookies ou esta Política de Cookies, entre em contato conosco.
ru: Если у вас есть вопросы о нашем использовании файлов cookie или этой Политике использования файлов cookie, пожалуйста, свяжитесь с нами.
tr: Çerez kullanımımız veya bu Çerez Politikası hakkında herhangi bir sorunuz varsa, lütfen bizimle iletişime geçin.
zh_hans: 如果您对我们使用Cookie或此Cookie政策有任何问题，请联系我们。

source: Contact Us
de: Kontaktieren Sie uns
es: Contáctenos
fr: Contactez-nous
it: Contattaci
pt: Entre em Contato
ru: Свяжитесь с нами
tr: Bize Ulaşın
zh_hans: 联系我们

source: Cookie Settings
de: Cookie-Einstellungen
es: Configuración de Cookies
fr: Paramètres des Cookies
it: Impostazioni Cookie
pt: Configurações de Cookies
ru: Настройки файлов cookie
tr: Çerez Ayarları
zh_hans: Cookie设置

# Essential cookies required
source: These cookies are required for the website to function
de: Diese Cookies sind für die Funktionalität der Website erforderlich
es: Estas cookies son necesarias para que el sitio web funcione
fr: Ces cookies sont nécessaires au fonctionnement du site web
it: Questi cookie sono richiesti e non possono essere disabilitati
pt: Esses cookies são necessários para o funcionamento do site
ru: Эти файлы cookie необходимы для работы веб-сайта
tr: Bu çerezler web sitesinin çalışması için gereklidir
zh_hans: 这些Cookie是网站运行所必需的

source: Save Preferences
de: Einstellungen Speichern
es: Guardar Preferencias
fr: Enregistrer les Préférences
it: Salva Preferenze
pt: Salvar Preferências
ru: Сохранить настройки
tr: Tercihleri Kaydet
zh_hans: 保存偏好

source: Cookie preferences saved
de: Cookie-Einstellungen gespeichert
es: Preferencias de cookies guardadas
fr: Préférences de cookies enregistrées
it: Le tue preferenze sui cookie sono state salvate con successo
pt: Preferências de cookies salvas
ru: Настройки файлов cookie сохранены
tr: Çerez tercihleri kaydedildi
zh_hans: Cookie偏好已保存

source: Error saving preferences
de: Fehler beim Speichern der Einstellungen
es: Error al guardar preferencias
fr: Erreur lors de l'enregistrement des préférences
it: Si è verificato un errore durante il salvataggio delle tue preferenze sui cookie. Riprova.
pt: Erro ao salvar preferências
ru: Ошибка при сохранении настроек
tr: Tercihleri kaydederken hata oluştu
zh_hans: 保存偏好时出错
